[
	{
		"name": "4H Club",
		"description": "Engage in the 4-H Club, America's largest youth development organization, providing a diverse and inclusive community for young people to develop valuable skills that empower them to lead throughout their lives. Through Cooperative Extension programs offered by over 100 public universities, 4-H offers hands-on experiences, mentorship, and leadership opportunities to nearly six million kids and tee...View more",
		"link": "https://4-h.org/"
	},
	{
		"name": "ACE Mentor Program of America Participation",
		"description": "The ACE Mentor Program of America is a dynamic and award-winning extracurricular initiative founded in 1994 to inspire high school students to pursue vibrant careers in the Architecture, Construction, and Engineering (ACE) industries, including skilled trades. This free afterschool program operates through more than 75 affiliates (chapters) across 38 states and Canada, primarily in metropolitan ar...View more",
		"link": "https://www.acementor.org/"
	},
	{
		"name": "ANN Neuroscience Research Prize",
		"description": "The ANN Neuroscience Research Prize is a prestigious and competitive competition that celebrates excellence in neuroscience research. Organized by the Association of Neuroscience Nurses (ANN), this annual prize aims to recognize outstanding contributions to the field of neuroscience through innovative research endeavors. The competition invites researchers, scientists, and healthcare professionals...View more",
		"link": "https://www.lumiere-education.com/post/everything-you-need-to-know-about-the-aan-neuroscience-research-prize#:~:text=The%20AAN%20Neuroscience%20Research%20Prize%20has%20several%20important%20rules%20for,written%20work%20of%20the%20applicant."
	},
	{
		"name": "Adopt-a-Physicist Program",
		"description": "The Adopt-a-Physicist Program is a mentorship program that connects high school students with physicists from around the world. Students can ask questions, learn about physics, and get advice from experienced physicists. The program is a great way to learn about physics and to develop valuable skills.",
		"link": "https://www.adoptaphysicist.org/"
	},
	{
		"name": "AgDiscovery Summer Program",
		"description": " The AgDiscovery Summer Program is an outreach program to help students learn about careers in agriculture and related sciences, including animal science, veterinary medicine, agribusiness and plant pathology. This 2-3 week program allows participants to live on a college campus and learn about Agricultural science from university professors, practicing veterinarians and professionals working for the U.S. Government. Students chosen to participate in AgDiscovery will gain experience through hands-on labs, workshops, field trips and other group and team building activities.",
		"link": "https://www.tuskegee.edu/programs-courses/colleges-schools/caens/conferences-workshops/agritrekscitrek"
	},
	{
		"name": "Air Force Association CyberCamp ",
		"description": " Introduce Your High School Students to the Growing Field of Cybersecurity: The Air Force Association's CyberCamp program inspires students toward careers in cybersecurity and other science, technology, engineering, and mathematics (STEM) disciplines that are critical to our nation's future.  LEARN how to protect personal devices and information from outside threats. DEVELOP cyber defense skills through hands-on instruction and activities. PARTICIPATE in team competition that simulates real cybersecurity situations.FREE TO ATTEND! Includes computer access, workbooks, camp t-shirts, and lunches at no charge. ---------------------------------------------------What will students do at the AFA CyberCamp?AFA CyberCamp program is designed to excite students new to cybersecurity about STEM career opportunities and teach them important cyber defense skills through hands-on instruction and activities.Through the camp, students  will learn how to protect their personal devices and information from outside threats, as well as how to harden entire networks running Windows and Ubuntu operating systems.The AFA CyberCamp will culminate in an exciting final team competition that simulates real cybersecurity situations faced by industry professionals and mimics AFA's CyberPatriot National Youth Cyber Defense Competition.",
		"link": "https://www.cyber.pitt.edu/events/air-force-association-cybercamp-0"
	},
	{
		"name": "Air Force Research Laboratory (AFRL) Scholars Program",
		"description": " The Air Force Research Laboratory (AFRL) is currently accepting applications for internship opportunities available at AFRL sites across the United States (including but not limited to: Kirtland AFB in Albuquerque, New Mexico; Eglin AFB in Valparaiso, Florida; and the Air Force Maui Optical and Supercomputing Site (AMOS) in Maui, Hawaii). AFRL Scholars Program internships are competitive awards that provide AFRL-related involvement for students to gain degree-relevant, real-world experience while contributing to the operation of an AFRL site and supporting the advancement of DoD missions. Internship opportunities are primarily in the science, technology, engineering, and mathematics (STEM) disciplines. Selected interns are paid a competitive stipend award amount based on their academic level at the beginning of the internship opportunity.Stipend level is based on academic level semester immediately preceding internship dates. Amount included in posting is an average of all academic level rates (high school through Ph.D.).",
		"link": "https://afrlscholars.usra.edu/scholarsprogram/application/"
	},
	{
		"name": "All American High School Film Festival",
		"description": "The All American High School Film Festival is a prestigious event celebrating the creativity and talent of young filmmakers from high schools across the United States. This festival provides aspiring filmmakers with a platform to showcase their original films, animations, and documentaries. Participants have the opportunity to have their work screened in front of a live audience, receive feedback ...View more",
		"link": "https://www.hsfilmfest.com/"
	},
	{
		"name": "American Computer Science League (ACSL)",
		"description": "The American Computer Science League (ACSL) is a programming contest that challenges students to solve a series of computer science problems. It promotes problem-solving skills, algorithmic thinking, and programming proficiency. The contest consists of several rounds conducted online over the course of the academic year, providing students with an engaging and competitive environment to showcase t...View more",
		"link": "https://www.acsl.org/"
	},
	{
		"name": "American Mathematics Competition (AMC)",
		"description": "The American Mathematics Competitions (AMC) is a series of mathematical contests designed to challenge and inspire students in the field of mathematics. The competitions consist of multiple-choice questions that test problem-solving skills and mathematical reasoning. The AMC provides a platform for students to showcase their mathematical abilities and compete at various levels, from middle school ...View more",
		"link": "https://www.maa.org/math-competitions"
	},
	{
		"name": "American Rocketry Challenge",
		"description": "The American Rocketry Challenge is a national competition that challenges high school students to design, build, and launch rockets to meet specific flight objectives. Participants work in teams to apply their knowledge of aerospace engineering and physics, fostering innovation, problem-solving, and teamwork skills.",
		"link": "https://rocketcontest.org/"
	},
	{
		"name": "Anson L. Clark Scholars Program",
		"description": "The Anson L. Clark Scholars Program is a highly selective summer research program designed for high-achieving high school students interested in pursuing scientific research. Scholars have the opportunity to work closely with faculty mentors at the Texas Tech University Health Sciences Center, conducting hands-on research projects in various scientific disciplines. The program aims to nurture stud...View more",
		"link": "https://www.depts.ttu.edu/honors/academicsandenrichment/affiliatedandhighschool/clarks/"
	},
	{
		"name": "Association for Computing Machinery (ACM)",
		"description": "The Association for Computing Machinery (ACM) is an international organization that promotes computing education and research. ACM members participate in programming competitions, conferences, and community events to advance their knowledge and skills in computer science.",
		"link": "https://www.acm.org/"
	},
	{
		"name": "Aviation Academy",
		"description": " Are you interested in an exciting paid internship combining field studies in aviation and workforce training at the Museum of Discovery and Science (MODS)? Then this opportunity is for you!WHO: Students Entering 10 - 12 Grades at Select Broward County Public SchoolsWHAT: Yearlong paid internship for students entering grades 10-12 at select high schools:-Field Study Program-Workforce Development-Field excursions to local aviation facilities and events-Drone license instruction by Broward College.Application required, please visit our website to learn more!Application Deadline: 6/10/2024",
		"link": "https://mods.org/internship-opportunities/"
	},
	{
		"name": "BEST Robotics Competition",
		"description": "The BEST (Boosting Engineering, Science, and Technology) Robotics Competition is an engaging and hands-on robotics competition for middle and high school students. Teams design, build, and compete with robots in a themed game. The competition aims to inspire students towards careers in STEM fields by providing real-world engineering experiences.",
		"link": "https://www.bestrobotics.org/site/"
	},
	{
		"name": "Bank of America Student Leaders Program",
		"description": "The Bank of America Student Leaders Program is a prestigious internship opportunity that provides high school students with a hands-on learning experience in the nonprofit sector. Selected participants engage in a summer internship at a local nonprofit organization, gaining valuable skills in leadership, community engagement, and project management. Through this program, students develop a deeper ...View more",
		"link": "https://about.bankofamerica.com/en/making-an-impact/student-leaders"
	},
	{
		"name": "Beaver Works (MIT)",
		"description": "Beaver Works is an educational initiative and collaboration between MIT and Lincoln Laboratory, offering various STEM-focused programs, workshops, and research opportunities. It serves as a hub for innovation, providing students with hands-on experiences in science, technology, engineering, and mathematics. Through hackathons, competitions, and educational initiatives, participants engage in cutti...View more",
		"link": "https://chsmstmagnet.com/wp-content/uploads/2021/12/bwsi2022.jpg"
	},
	{
		"name": "Berkeley Academic Year Program (B-A-Y-P)",
		"description": "The Berkeley Academic Year Program (B-A-Y-P) is a year-long program for high school students who are interested in learning about business and entrepreneurship. The program is offered by the Haas School of Business at the University of California, Berkeley, and students have the opportunity to take classes, participate in workshops, and work on real-world projects.",
		"link": "https://haas.berkeley.edu/business-academy/academic-year-program/"
	},
	{
		"name": "Berkeley High School Entrepreneurship Program (BHSEP)",
		"description": "The Berkeley High School Entrepreneurship Program (BHSEP) is a multi-month long program for high school students who are interested in learning about business and entrepreneurship. The program is offered by the Haas School of Business at the University of California, Berkeley, and students have the opportunity to take classes, participate in workshops, and work on real-world projects.",
		"link": "https://haas.berkeley.edu/business-academy/high-school-entrepreneurship/"
	},
	{
		"name": "Bethel College Summer Science Institute",
		"description": " You are invited to the Bethel College Summer Science Institute (BCSSI) for the upcoming summer. This institute was held annually on our campus for 20 years and was moved online in 2020 because of the COVID-19 pandemic. Recognizing advantages with both in-person and online events, we are offering in-person and online versions of BCSSI this year. These versions are described in detail on our website.Whether in person or online, the institute offers opportunities to participate in research investigations in several fields of science and mathematics. You will be able to study fascinating and challenging topics that high school courses typically do not cover. The institute will focus on learning how to do research through close interaction with faculty - collecting data, testing hypotheses, using statistical software, writing code, etc. Readings will provide background for laboratory and field study.Two Bethel professors recently published an article describing the experience and benefits of the Summer Science Institute. In addition, several articles have been jointly published (or are in process) by faculty members and students of the online institute.For the in-person event, each student will be involved in two of the research areas listed below, with assignments based upon the preferences indicated by students on their registration form. Twelve to fifteen students can be accommodated in each area. Thus, early registration is desirable to ensure being able to enroll in the preferred areas.Students in all areas will come together for some sessions. Activities in these joint sessions will help you learn more about the nature of science and particularly about the areas of science featured in the Institute.We plan to offer the following research areas:Morning:-Nutritional Chemistry - led by Kathryn Layman, Ph.D. (Professor of Chemistry and Physics, Bethel College).-Exploring Nature - led by Jean Woods, Ph.D. (Assistant Professor of Biology, Bethel College).-Psychology of Film - led by Navant Peacock, Ph.D. (Assistant Professor of Psychology, Bethel College)Afternoon:-Probability: Know Your Odds - led by Paul Regier, Ph.D. (Assistant Professor of Mathematics, University of Science and Arts of Oklahoma; Bethel alumnus)-Protein Biochemistry - led by Will Wiebe-Friesen, Ph.D. (Associate Professor of Chemistry, Bethel College)-Molecular Genetics Methods - led by Francisca Mendez-Harclerode, Ph.D. (Professor of Biology, Bethel College)More information about the groups is listed on the application. The groups will also involve Bethel science and mathematics students who will serve as assistants.For information about this year's online institute, please visit our website!",
		"link": "https://engage.bethelks.edu/portal/bcssi"
	},
	{
		"name": "Blacks at Microsoft (BAM) Scholarship",
		"description": " Blacks at Microsoft (BAM) is a company-sponsored employee network dedicated to supporting the continued growth and development of black employees at Microsoft Corporation. Applicants for the Blacks at Microsoft Scholarship must be high-school seniors of African descent (for example, African-American, African, or Ethiopian); must plan to attend a four-year college or university in the fall of the year following high-school graduation and plan to pursue a bachelor's degree in engineering, computer science, computer information systems, or select business programs (such as finance, business administration, or marketing). A minimum 3.3 GPA and financial need is required. ",
		"link": "https://www.microsoft.com/en-us/diversity/programs/blacks-scholarships.aspx"
	},
	{
		"name": "Blue Ocean High School Entrepreneur Pitch Competition",
		"description": "The Blue Ocean High School Entrepreneur Pitch Competition is a prestigious platform for aspiring young entrepreneurs to showcase their innovative business ideas. Participants develop and present their entrepreneurial ventures to a panel of judges, competing for recognition and potential funding. The competition fosters creativity, critical thinking, and business acumen, providing valuable experien...View more",
		"link": "https://blueoceancompetition.org/"
	},
	{
		"name": "Botball Educational Robotics Program",
		"description": "Botball is an educational robotics program that challenges students to design, build, and program autonomous robots to compete in dynamic, real-world scenarios. Participants learn valuable skills in engineering, computer science, problem-solving, and teamwork as they navigate their robots through a series of challenges. Botball fosters creativity, innovation, and critical thinking while engaging s...View more",
		"link": "https://www.kipr.org/botball"
	},
	{
		"name": "Boy Scouts of America",
		"description": "The Boy Scouts of America is a renowned nonprofit youth organization dedicated to empowering young boys and girls with essential life skills, leadership development, and character-building experiences. The Boy Scouts instill values like integrity, respect, and responsibility while fostering teamwork and promoting a deep appreciation for nature and the environment through various outdoor adventures...View more",
		"link": "https://www.scouting.org/"
	},
	{
		"name": "Bridge UnderGraduate Science (BUGS) Program ",
		"description": " The USC Bridge Institute coordinates a paid summer research program, Bridge UnderGraduate Science (BUGS). We have undergraduates and high school students conduct research in a faculty's lab, attend weekly activities with the other BUGS participants, and present their research at a final symposium in August. The research conducted over the summer must be related to the improving our understanding of the human body or human health. Stipend $3,000.",
		"link": "https://dornsife.usc.edu/bridge-institute/bugs-program/"
	},
	{
		"name": "Broad Summer Scholars Program",
		"description": " The Broad Summer Scholars Program (BSSP) invites high school students with a strong interest in science to spend six weeks at the Broad Institute.We match students with Broad scientists to conduct original, cutting-edge research projects in areas such as: cancer biology, psychiatric disease, chemical biology, computational biology, infectious disease, and more. In addition to original research, students will get to explore scientific careers; attend interesting scientific talks; present their research to the Broad community in a scientific poster session; attend a college fair; participate in fun social events; and meet other students who share similar interests.BSSP applicants must meet the following criteria: 1) be a rising senior in high school (i.e. students can apply their junior year), 2) attend a high school in the greater Boston area, 3) have earned a B or better in science and math class, 4) be a US citizen, permanent resident, or non-US citizen with employment authorization (i.e. DACA), 5) no previous research experience is required, but applicants must demonstrate excitement for science! All admitted students will receive a stipend.",
		"link": "http://broadinstitute.org/bssp"
	},
	{
		"name": "Brower Youth Awards",
		"description": "The Brower Youth Awards, hosted by the Brower Youth Awards and Earth Island Institute, is a prestigious environmental leadership program that recognizes and empowers young environmental activists. The awards celebrate the outstanding efforts of young individuals, aged 13-22, who have shown exceptional leadership in tackling critical environmental issues and creating positive change in their commun...View more",
		"link": "https://www.broweryouthawards.org/"
	},
	{
		"name": "Business Professionals of America (BPA)",
		"description": "Business Professionals of America (BPA) is a leading national organization that prepares students for careers in business and information technology. Through a diverse range of competitive events, leadership development opportunities, and community service initiatives, BPA empowers students to build essential skills in communication, teamwork, and critical thinking. Participants gain real-world ex...View more",
		"link": "https://bpa.org/"
	},
	{
		"name": "California State Summer School for Mathematics & Science (COSMOS)",
		"description": "COSMOS is an intensive summer program designed for high school students (grades 8-12) in California who show an aptitude for science, technology, engineering, and mathematics (STEM) subjects. The program provides students with the opportunity to collaborate with renowned faculty, researchers, and scientists. It is a hands-on and lab-intensive experience that goes beyond the standard high school cu...View more",
		"link": "https://cosmos-ucop.ucdavis.edu/app/main/"
	},
	{
		"name": "Canada/USA Mathcamp ",
		"description": " Mathcamp is an intensive 5-week-long summer program for mathematically talented high school students. More than just a summer camp, Mathcamp is a vibrant community, made up of a wide variety of people who share a common love of learning and passion for mathematics. At Mathcamp, students can explore undergraduate and even graduate-level topics while building problem-solving skills that will help them in any field they choose to study.Mathcamp is free for US and Canadian families with household incomes under $100,000, and need-based financial aid is widely available for middle-income families, including full scholarships. We also offer travel grants for families who cannot afford transportation to and from the program. Mathcamp invites applications from every student aged 13 through 18. Mathcamp will take place at University of Puget Sound in Tacoma, WA",
		"link": "https://www.mathcamp.org/"
	},
	{
		"name": "Caribou Math Contests",
		"description": "Caribou Math Contests are engaging and challenging competitions designed to foster mathematical problem-solving skills and logical thinking in students. Participants can test their math prowess through online contests that cover a range of mathematical topics and concepts. The contests aim to inspire a love for mathematics and provide a platform for students to showcase their mathematical abilitie...View more",
		"link": "https://www.cariboutests.com/public/participate.php"
	},
	{
		"name": "Carnegie Mellon Computer Science Scholars (CSS)",
		"description": "Carnegie Mellon Computer Science Scholars (CSS) is an immersive program that offers high school students a comprehensive curriculum, mentorship, and hands-on projects to develop their computational thinking skills and explore the exciting field of computer science. Through engaging coursework, collaborative projects, and exposure to cutting-edge technologies, CSS provides students with a transform...View more",
		"link": "https://www.cmu.edu/pre-college/academic-programs/computer-science-scholars.html"
	},
	{
		"name": "Center for Cellular and Biomolecular Machines (CCBM): Virtual Sessions",
		"description": " Designed for the local community and beyond, these engaging and interactive STEM-focused sessions cover a range of fascinating topics related to Science, Technology, Engineering, Math, and College and Careers and are taught by experts -University of California faculty, graduate students, and staff. Sessions targeting K-12 students and teachers are offered. We hope you will share these educational opportunities with family, friends, and colleagues!Please visit our website to view the Upcoming Sessions!",
		"link": "https://ucmerced.az1.qualtrics.com/jfe/form/SV_eWJDOesIPgbUMV8"
	},
	{
		"name": "College of Engineering Math Academy",
		"description": " The College of Engineering Math Academy helps students develop the math and problem-solving skills necessary to succeed in engineering and exposes students to a variety of examples of engineering in practice.Open to high-achieving high school junior (11th grade) students from Washington state, the Math Academy especially targets underrepresented minorities in engineering including African American, Latino, Native American, Pacific Islander and female students.Math Academy students participate in a four-week, full-day intensive program in the summer at the UW Seattle campus. Students engage in coursework created by UW math faculty designed to develop the skills necessary to meet the high standards of college-level math and engineering.Students also have enrichment opportunities to explore the range of career opportunities available to engineers through lab tours, research projects, site visits and professional development events.Math Academy will be not be providing housing for this program.",
		"link": "https://www.engr.washington.edu/k12/mathacademy"
	},
	{
		"name": "Congressional App Challenge",
		"description": "The Congressional App Challenge is a coding competition where students design and build their own applications. Participants develop their coding skills, creativity, and problem-solving abilities, showcasing their apps to elected officials and the tech community.",
		"link": "https://www.congressionalappchallenge.us/"
	},
	{
		"name": "Congressional Art Competition",
		"description": "The Congressional Art Competition is an annual contest held by members of Congress to recognize and encourage artistic talent among high school students. Participants can submit original artwork in various mediums, such as painting, drawing, photography, or mixed media. The competition provides a platform for students to showcase their creativity and express their perspectives through art.",
		"link": "https://www.house.gov/educators-and-students/congressional-art-competition"
	},
	{
		"name": "Conrad Challenge",
		"description": "The Conrad Challenge is an innovation and entrepreneurship competition that encourages high school students to develop creative solutions to real-world challenges. Participants work in teams to identify global issues and propose innovative ideas using science, technology, engineering, and mathematics (STEM). Through mentorship and guidance, students refine their concepts and present their projects...View more",
		"link": "https://www.conradchallenge.org/"
	},
	{
		"name": "Consider Engineering Summer Program",
		"description": " The UMaine Pulp & Paper Foundation's \"Consider Engineering\" program is offered three times in July to groups of 34 high school students who have completed their junior year of study and who are well-suited to becoming engineers. The four-day, free of charge, on-campus \"camp\" gives students opportunities to experience the rewards and challenges of both college life and technical careers. Students participate in about 20 activities and are introduced to nearly two dozen UMaine faculty, engineers and engineering students. Admission to the program is competitive with about 2/3 of the applicants being selected to participate.",
		"link": "https://umaineppf.org/consider-engineering/"
	},
	{
		"name": "Continental Mathematics League (CML)",
		"description": "The Continental Mathematics League (CML) is a national mathematics competition that challenges students in grades 2-12 to solve challenging math problems. The CML offers a variety of levels, so students of all skill levels can participate. The competition is a great way to test your math skills, learn about different areas of mathematics, and compete for scholarships and prizes.",
		"link": "https://www.cmleague.com/"
	},
	{
		"name": "Cooper Hewitt National High School Design Competition",
		"description": "Cooper Hewitt's National High School Design Competition challenges high school students across the United States to utilize design and data to address issues in their communities. The competition encourages participants to create data visualizations that tell compelling stories and communicate important information. Students are tasked with translating complex facts and figures into innovative and...View more",
		"link": "https://www.cooperhewitt.org/design-competition-design-challenge/"
	},
	{
		"name": "CyberPatriot",
		"description": " CyberPatriot is a national youth cybersecurity competition that educates and trains students in cybersecurity principles and practices. Teams compete in simulated cyber defense exercises, identifying vulnerabilities in computer systems and implementing solutions to secure them. CyberPatriot promotes cyber literacy and prepares students for careers in cybersecurity.",
		"link": "https://www.uscyberpatriot.org/"
	},
	{
		"name": "CyberStart America",
		"description": "CyberStart America is a free online cybersecurity training game for high school students. It offers over 200 challenges that cover a variety of topics, such as network security, cryptography, and malware analysis. Students who participate in CyberStart America can develop problem-solving, critical thinking, and teamwork skills. They can also compete for scholarships and prizes.",
		"link": "https://www.cyberstartamerica.org/"
	},
	{
		"name": "DECA (Distributive Education Clubs of America)",
		"description": "DECA (Distributive Education Clubs of America) is an internationally recognized organization that prepares emerging leaders and entrepreneurs in marketing, finance, hospitality, and management through competitive events, community service projects, and professional development opportunities.",
		"link": "https://www.deca.org/"
	},
	{
		"name": "Davidson Fellows Scholarships",
		"description": " The Davidson Fellows Scholarship awards $50,000, $25,000 and $10,000 scholarships to extraordinary young people, 18 and under, who have completed a significant piece of work. Application categories are Science, Technology, Engineering, Mathematics, Literature, Music, Philosophy and Outside the Box. Davidson Fellows are honored every year in Washington, D.C. with Congressional meetings and a special reception. If you have questions, please contact: DavidsonFellows@DavidsonGifted.org",
		"link": "http://www.DavidsonGifted.org/Fellows"
	},
	{
		"name": "Destination Imagination",
		"description": "Destination Imagination is an exciting hands-on program that promotes creativity, critical thinking, and teamwork. Students work in teams to solve complex challenges in various fields, including science, technology, engineering, arts, and mathematics (STEAM). They present their solutions at regional and global tournaments, fostering innovation and collaboration among participants from around the w...View more",
		"link": "https://www.destinationimagination.org/"
	},
	{
		"name": "Doodle 4 Google Competition",
		"description": "The Doodle 4 Google Competition is an annual national contest organized by Google that invites young artists from different age groups to create their own Google doodle based on a given theme. This engaging and educational competition fosters imagination, artistic expression, and technological exploration among participants, making it a highly sought-after opportunity for young talents across the ...View more",
		"link": "https://doodles.google.com/d4g/how-it-works/"
	},
	{
		"name": "Economics for Leaders (EFL) Program",
		"description": "The Economics for Leaders (EFL) program is a summer program for high school students who are interested in learning about economics and leadership. The program is offered by the Foundation for Teaching Economics (FTE), and students have the opportunity to learn from leading economists and business leaders.",
		"link": "https://www.fte.org/students/economics-for-leaders-program/"
	},
	{
		"name": "Environmental Summer Fellowship for Youth in North, South and Central America ",
		"description": " The ECI fellowship is a free education and action-based course for youth ages 12-18 in North, South, or Central America. Fellows will learn about intersectional environmentalism and leadership, using this education to develop their own independent initiative. The summer fellowship course runs Monday-Thursday.Weeks 1-2: intersectional environmental education. Examples of topics included in these sessions include environmental racism, water scarcity, and environmental justice. These sessions will be led by the fellowship team, in addition to several guest speakers and panelists from related fields. The ECI fellowship includes many interactive activities, such as debates, discussions, workshops, and more!Week 3: leadership development. These sessions will include personal workshops with world leaders, the basics of initiative planning, entrepreneurial skills, and how to engage others with your passions. This will create a strong foundation for our fellows as they begin to brainstorm and plan their initiative.Post-Fellowship: initiative execution and mentoring. Using all of the skills they've learned in this fellowship and with assistance from their own ECI mentor, fellows will generate their own initiative in their local community. More details on how to apply and about the independent initiative can be found on our website.Program Dates: 2/5/2024 - 4/8/2024",
		"link": "https://www.ecocircleinternational.org/americas-fellowship-copy"
	},
	{
		"name": "Envirothon",
		"description": " Envirothon is an environmental science competition that encourages high school students to explore and learn about natural resource management and environmental sustainability. Teams compete in hands-on field challenges and testing in areas such as wildlife, forestry, soils, and aquatic ecology. The program fosters environmental stewardship and knowledge of ecological systems.",
		"link": "https://envirothon.org/"
	},
	{
		"name": "Euler Circle Institute",
		"description": "Euler Circle is an institute based in California that provides high school students with an exceptional opportunity to delve into advanced college-level courses. With a diverse curriculum, students can explore captivating subjects like Abstract Algebra, Number Theory, Combinatorial Game Theory, Cryptography, and Complex Analysis. Expand your horizons, challenge your intellect, and embark on an enr...View more",
		"link": "https://eulercircle.com/"
	},
	{
		"name": "Eureka! Program ",
		"description": " On behalf of Girls Inc. of the Pacific Northwest, we would like to invite you to apply for the Eureka!® Program and join us in sparking your daughter’s interest in science, technology, engineering, & mathematics (STEM). The program is designed to encourage girls’ excitement about STEM subjects through engaging them in enriching and fun year round learning opportunities.The Eureka!® Program is a five year commitment and integrates summer and school year experiences at no cost to families! We connect girls to the program at an early age and support them all the way through high school graduation. In her first summer, your daughter will explore STEM, personal and physical development in a 4-week summer camp. During the school year, she will attend monthly learning sessions focused on extending her knowledge and confidence. By her third year of participating, your daughter will be placed in a paid STEM focused internship that enables her to practice all she has learned. In her final years, she will be supported by Girls Inc. with applying to a college/university and accessing scholarships.Application Deadline: 5/31/2024",
		"link": "http://www.girlsincpnw.org/eureka"
	},
	{
		"name": "Everglades EcoExplorers Internship",
		"description": " The Everglades EcoExplorers internship is a program offered to high school learners interested in environmental education and the Everglades. The program combines MODS' expertise in curriculum development and workforce readiness training. By taking part in the internship, learners will earn detailed, first-hand knowledge of the Everglades ecosystem while developing their workforce readiness skills. The paid internship consists of 40-hour summer training and field excursion experience and a 135-hour workforce development program. During the school year, learners will work at MODS by delivering detailed Everglades knowledge to Museum guests through exhibit tours, special events, and the STEMobile.Application required, please visit our website to learn more!Application Deadline: 6/10/2024",
		"link": "https://mods.org/internship-opportunities/"
	},
	{
		"name": "First Robotics Competition",
		"description": "First Robotics Competition (FRC) is an exciting and challenging robotics competition that inspires high school students to explore the fields of science, technology, engineering, and mathematics (STEM). Teams design, build, and program robots to complete complex tasks in an intense and collaborative environment.",
		"link": "https://www.firstinspires.org/robotics/frc"
	},
	{
		"name": "Forestry and Natural Resources Summer Program",
		"description": " For decades, Tuskegee University College of Agriculture, Environment and Nutrition Sciences has been committed to environmental stewardship and sustainability.  With this mind, in 2016 TU launched three summer programs for students interested in forestry, natural resources and related STEM areas, including the Forestry and Natural Resources Tuskegee Research Enrichment Kamp Summer Institute (FNR-TREK).  The program creates an awareness of the educational and career opportunities that are available in Science, Technology, Engineering, Agriculture and Mathematics and related areas through hands-on research, leadership development and personal enrichment activities with an emphasis on climate change and sustainability. ",
		"link": "https://www.tuskegee.edu/programs-courses/colleges-schools/caens/conferences-workshops/fnr-summer-program"
	},
	{
		"name": "Full Scholarships for High School Summer Research Programs",
		"description": " We at the Boston Leadership Institute offer need-based, full scholarships to a limited number of highly qualified teenagers who wish to participate in the three-week STEM research programs that are offered in STEM Entrepreneurship, Applied Physics Research, Biomedical Research: Contagious Disease, Biomedical Research: Genetics and Clinical Trials, Biomedical and Surgical Research, Biological Research, Forensic Pathology, Space Biology, Drug Discovery, Engineering Research, Marine Biology Research, Chemistry Research, Clinical Psychology and Psychiatry Research, and Neuroscience Research.These programs are led by top teachers from leading high schools with experience teaching high-achieving students. Many teachers have won major teaching awards and hold advanced degrees from top schools. Students excelling in honors or advanced STEM classes are encouraged to apply. Programs provide students with the opportunity to develop high-level research skills and subject matter expertise (without the pressure of tests and grades) as well as strengthening credentials valuable for college admissions interviews and essays. Our three week programs are held at our Longwood Medical Area, Boston Campus, Dana Hall, Wellesley Campus and Gann Academy, Waltham campus. Day and residential options are available.For teens wanting one-week science programs, consider: Forensics, Intro to Surgery, Contagion, Intro to Bio Tech., Anatomy, and Marine Biology. These programs feature top teachers. Students take fun, behind-the-scenes field trips. They participate in interesting activities and tours geared toward teens at Boston attractions. These adventures are combined with stimulating classroom enrichment and laboratory activities. Our 1 week programs are held at our Longwood Medical Area, Boston Campus, Dana Hall, Wellesley Campus and Gann Academy, Waltham campus. Day and residential options are available. Women and Under-represented minority students have been able to attend our programs through the generous support of our partner organizations including: MindsMatter Chicago, QuestBridge and, RDC. Application Deadline: 5/15/2024",
		"link": "http://bostonleadershipinstitute.com/outreach.html"
	},
	{
		"name": "Future Business Leaders of America (FBLA)",
		"description": "Future Business Leaders of America (FBLA) is a premier student organization that prepares high school students for careers in business and leadership roles. FBLA chapters provide opportunities for students to develop essential skills, explore various business fields, and participate in competitive events at local, state, and national levels.",
		"link": "https://www.fbla-pbl.org/"
	},
	{
		"name": "Future Engineers Competition",
		"description": "Future Engineers is an innovative program that encourages students to explore the exciting world of engineering through hands-on projects and challenges. Participants have the opportunity to engage in various engineering design challenges, such as designing a Mars habitat or constructing a bridge, fostering creativity, problem-solving skills, and teamwork. The program aims to inspire the next gene...View more",
		"link": "https://www.futureengineers.org/"
	},
	{
		"name": "Future Problem Solving Program International (FPSPI)",
		"description": "FPSPI is a non-profit educational program that organizes academic competitions in which students apply critical thinking and problem-solving skills to hypothetical future situations. The program offers four competitive components: Global Issues Problem Solving, Community Problem Solving, Scenario Writing, and Scenario Performance.",
		"link": "https://www.fpspi.org/"
	},
	{
		"name": "GATSVI Clubs and Venture Challenge",
		"description": "GATSVI Clubs and Venture Challenge is a year-long program that provides high school students with the opportunity to learn about entrepreneurship and to develop their own businesses. The program includes a series of clubs that focus on different aspects of entrepreneurship, as well as a summer Venture Challenge where students compete for seed funding for their businesses.",
		"link": "https://www.gatsvi.org/"
	},
	{
		"name": "Girls who Code",
		"description": "Girls Who Code is a national nonprofit organization that aims to close the gender gap in technology. It offers coding clubs and summer immersion programs where participants learn programming languages, build projects, and develop teamwork skills.",
		"link": "https://girlswhocode.com/"
	},
	{
		"name": "Global Youth Entrepreneurship Challenge (GYEC)",
		"description": "Description: The Global Youth Entrepreneurship Challenge (GYEC) is an engaging 12-hour online business competition open to high school students worldwide, aged 14 to 19. Working in teams of up to eight students, participants are challenged to collaboratively address a significant global problem by developing an innovative and sustainable enterprise idea. Winning teams receive a trophy and an award...View more",
		"link": "https://entreplanet.org/GYEC/"
	},
	{
		"name": "Google Code-In",
		"description": "Google's code-in is an exciting global coding competition for pre-university students aged 13-17. Sponsored by Google, the competition offers participants a chance to work on real-world open-source projects while developing their coding skills and gaining valuable experience. Students collaborate with mentors from various organizations, completing tasks in fields like coding, documentation, outrea...View more",
		"link": "https://codein.withgoogle.com/archive/"
	},
	{
		"name": "Google Hispanic College Fund Scholarships",
		"description": " Hispanic College Fund Scholarships are given to Hispanic students who demonstrate both academic excellence and financial need. The Google Scholarship Program offers funds to students studying computer science or computer engineering. Scholarship recipients will receive an academic scholarship as well as be invited to attend the Annual Google Scholars’ Retreat in Mountain View, CA.\r\n\r\nThe Google Scholarship Program offers funds to students studying computer science or computer engineering who are juniors or seniors in college, or pursuing a Master's or PhD.  Selected scholars will be invited to an all-expenses paid trip to the Google Headquarters in California.\r\n\r\nAmount of Each Scholarship: $10,000\r\n \r\nHow to Apply: Login and complete the Google Scholarship Program Application\r\n \r\nGeneral HCF Eligibility Requirements:\r\n Must be of Hispanic background\r\n Must be studying at an accredited university in the U.S. or Puerto Rico for the upcoming academic year\r\n Must be (or plan to be) enrolled full-time for the upcoming academic year\r\n Must have a minimum GPA of 3.0 on a 4.0 scale\r\n Must demonstrate financial need\r\n \r\nGoogle Scholarship Eligibility Requirements:\r\n Must be a U.S. citizen or permanent resident\r\n Must be pursuing a Computer Science or Computer Engineering degree, or a degree in a closely related field (such as Software Engineering)\r\n Must maintain a record of strong academic performance\r\n Must be entering junior or senior year of undergraduate study or enrolled in a graduate program in the academic year at a university in the United States or Puerto Rico",
		"link": "https://www.collegexpress.com/articles-and-advice/financial-aid/blog/stem-scholarship-opportunities-minority-students/"
	},
	{
		"name": "Grainger College of Engineering: Worldwide Youth in Science and Engineering (WYSE) Program",
		"description": " Rising 10th - 12th graders from Illinois, Indiana, Kentucky, Michigan, Missouri, Iowa, and Wisconsin are encouraged tto apply to participate in the Young Scholars STEMM Research Program for 6 weeks during the summer. Participating students gain hands-on experience in areas at the forefront of various STEMM fields, such as cancer immunology, neuroscience, artificial intelligence, physics, quantum mechanics, bioengineering, electrical engineering, and more! This program is an Increasing Diversity, Equity, & Access (IDEA) initiative that provides support and empowerment of traditionally excluded populations in STEMM. IDEA initiatives provide a safe environment to build a community of peers and mentors who empower one another to be confident and courageous in their exploration of STEMM.Participants will be assigned to a research group based on evidence within their application such as the personal statement and the coursework that has been recently completed. To help narrow that focus, we ask applicants to pick two of the following three Young Scholar programs that seem most interesting to them when applying.-POETS Young Scholars work with researchers in the Center for Power Optimization and Electrothermal Systems. This center focuses on building better batteries or power distribution processes, gaining greater efficiency in large vehicles. This work is at the intersection of electrical and computer engineering, mechanical engineering, and materials science.-SpHERES Young Scholars work with researchers affiliated with the Carle-Illinois College of Medicine, a premier institution where bioengineers work hand-in-hand with medical providers. The Sparking High Schoolers' Excitement for Research in Engineering and Science program focuses on medicine, bioengineering, and neuroscience.-Grainger Engineering Young Scholars (GEnYuS) work in department-specific research groups that might include computer science, mechanical engineering, nuclear or quantum physics, aerospace engineering, materials science, electrical engineering, civil engineering, and more.Please visit our website to learn more and apply!",
		"link": "https://wyse.grainger.illinois.edu/summer-programs/young-scholars-summer-research"
	},
	{
		"name": "Greehey CCRI Donald G McEwen Memorial Summer Research Program",
		"description": " The purpose of the Greehey Children’s Cancer Research Institute’s Undergraduate Summer Internship Program is to allow talented undergraduate students interested in a career in academic research the opportunity to spend approximately ten weeks during the summer conducting hypothesis-driven research in childhood cancer in one of the laboratories at the Greehey Children’s Cancer Research Institute.Most research-oriented academic institutions offer undergraduate and high school summer students programs to experience laboratory research. Still, access to such opportunities in a dedicated children’s cancer research environment is a unique offering. Since research conducted at our facility utilizes a wide range of techniques and model systems, students can experience not only a unique firsthand look at children’s cancer research. Still, they will be able to do so from basic science and clinically relevant experimental paradigms.Students here experience a distinctive firsthand look at childhood cancer research and can do so from basic science and clinically relevant experimental paradigms. Our program is intended to educate the next generation of cancer researchers and has offered students from throughout the nation and worldwide opportunities to learn in a fast-paced, cutting-edge cancer research environment.A stipend is available to successful undergraduate applicants to help defray some of the student’s expenses.  High school students do not receive stipends and meals; housing and transportation are not provided.Please visit our website to learn more and apply! \r",
		"link": "https://gccri.uthscsa.edu/research/summer-program/"
	},
	{
		"name": "Gutenberg Award",
		"description": "The Gutenberg Award is a national competition for high school students who create digital projects using open educational resources (OER). Students can create projects in a variety of formats, such as websites, apps, games, paintings, pictures, and much more. The award is a great way to learn about OER and to develop valuable skills in computer science, digital media, and graphic design.",
		"link": "https://gceaonline.org/student-resources/student-contests/gutenberg-award/"
	},
	{
		"name": "HOSA - Future Health Professionals",
		"description": "HOSA - Future Health Professionals is an international student organization that aims to empower and prepare students interested in pursuing careers in the healthcare industry through leadership development, networking opportunities, and hands-on experiences in various medical fields.",
		"link": "https://hosa.org/"
	},
	{
		"name": "HPE CodeWars",
		"description": "HPE CodeWars is a high school coding competition designed to challenge students' programming skills and problem-solving abilities. The competition is open to students aged 13-18 who are enrolled in public or private accredited high schools or state-registered homeschool programs. Teams of two to three students are sponsored by an approved adult sponsor, typically a teacher or someone with a STEM b...View more",
		"link": "https://hpecodewars.org/"
	},
	{
		"name": "Habitat for Humanity",
		"description": "Habitat for Humanity is a nonprofit organization that focuses on building safe and affordable housing for those in need. Volunteers participate in hands-on construction projects, community development initiatives, and fundraising activities, making a meaningful impact in their local communities.",
		"link": "https://www.habitat.org/"
	},
	{
		"name": "Hampshire College Summer Studies in Mathematics (HCSSiM)",
		"description": "HCSSiM is an intensive six-week summer program hosted by Hampshire College, offering a unique experience for high school students with a passion for mathematics. Participants engage in workshops led by college or university professors, exploring diverse mathematical problems with an emphasis on themes, patterns, and inquiry. The program includes computer instruction, and students have the opportun...View more",
		"link": "https://hcssim.org/"
	},
	{
		"name": "Harvard/MIT Mathematics Tournament (HMMT)",
		"description": "The Harvard/MIT Mathematics Tournament (HMMT) is a prestigious mathematics competition organized jointly by Harvard University and the Massachusetts Institute of Technology (MIT). It brings together talented high school students from around the world to participate in challenging mathematical problems and team-based events. HMMT offers an opportunity for students to engage in advanced mathematical...View more",
		"link": "https://www.hmmt.org/"
	},
	{
		"name": "High School Cooperative Program",
		"description": " Staff and managers at Los Alamos National Laboratory recognize that in order to maintain and cultivate a well-educated workforce, we must provide a quality learning environment for all students. Our objective is to provide students with an opportunity to explore a variety of career fields and work with professionals in those fields while using state-of-the-art equipment and instrumentation.Internship programs strive to provide opportunities for meaningful work experiences while incorporating education and training activities. Special internship programs are available to help students interested in research internships at Los Alamos National Laboratory.The High School Cooperative (HS Co-op) Program provides qualified Northern New Mexico high school seniors the opportunity to develop skills and gain work experience, while receiving exposure to a variety of technical and administrative career fields. This popular program provides employability skills and assists local area high school students with the school-to-work transition.Application Deadline: 12/31/2024",
		"link": "http://www.lanl.gov/careers/career-options/student-internships/high-school/index.php"
	},
	{
		"name": "High School Fed Challenge",
		"description": "The High School Fed Challenge is an academic competition that provides high school students with the opportunity to learn about the Federal Reserve System and to develop their research and presentation skills. Teams of students research a current economic issue and present their findings to a panel of judges.",
		"link": "https://www.newyorkfed.org/outreach-and-education/high-school/high-school-fed-challenge"
	},
	{
		"name": "High School Scientific Training and Enrichment Program (HiSTEP)",
		"description": " The National Institutes of Health (NIH) Office of Intramural Training & Education and Office of Scientific Workforce Diversity announce the new High School Scientific Training and Enrichment Program (HiSTEP). The goal of HiSTEP is to expand the pipeline of students interested in biomedical and healthcare careers by expanding opportunities for high school students from schools with a large population of financially-disadvantaged students. We encourage current high school sophomores, juniors, and seniors interested in STEM-M (science, technology, engineering, mathematics, and medically-related) fields to apply.\r\n\r\nHiSTEP students will take part in a 5-week, full-time summer internship. The internship will be located on the main NIH campus in Bethesda, MD. HiSTEP students will explore the breadth of the scientific enterprise, the importance of biomedical research, and many STEM-M careers. They will complete workshops, lectures, and hands-on activities. Students will receive Transhare benefits to cover the cost of public transportation and a stipend of $2150 for the 5-week internship.",
		"link": "https://www.training.nih.gov/histep"
	},
	{
		"name": "High School Summer Internship Program- HighTech Bound ",
		"description": " Each year, the University of New Hampshire InterOperability Lab recruits bright, ambitious high school students entering their senior year for paid internships at our 32,000 square foot networking facility.The UNH-IOL High School Summer Internship Program, geared for high school students, offers academically outstanding candidates an opportunity to earn money while they gain invaluable experience working with global networking companies including Cisco, Hewlett Packard, Microsoft, and Motorola. It is a seven-week program presenting an overview of computer technology and offering hands-on experiences in a real-world networking facility. Summer Interns are exposed to the Computer Science, Electrical Engineering, and Computer Engineering disciplines programs offered by the University of New Hampshire.Take part in unique hands-on experiencesVisit high tech corporationsMeet experienced engineersExplore career opportunitiesWork one-on-one with UNH-IOL engineersProblem solving in new technologies",
		"link": "https://www.iol.unh.edu/stem/hightech-bound"
	},
	{
		"name": "High School Summer Program",
		"description": " The program introduces interested and qualified young Texans to a research environment and provides firsthand experiences in the varied career opportunities available at MD Anderson Cancer Center in Houston, TX. A total of 7 students will be selected to participate in this ten-week program.Students selected for the program are given a rare opportunity to participate in a research project in one of the biomedical disciplines under the guidance of a full-time member of the MD Anderson faculty. Emphasis is placed on the importance of the basic principles that form the foundation for scientific investigation.During the program, students work in MD Anderson laboratories five days a week, from 8 am-5 pm. The majority of this time is spent doing actual hands-on work that provides the students with a clear knowledge of exactly what it means to be a biomedical researcher as well as an understanding of the discipline required.The laboratory experience is supplemented by seminars presented by faculty on a wide variety of research topics and by activities exclusive to participants of all the Summer Programs.At the end of the program, each student will prepare an oral and written report of his or her activities for presentation to fellow students and his or her research sponsors.At the conclusion of the program, participants will share their experiences during a presentation and a celebration luncheon.Participants will approach their upcoming college term with an increased awareness and confidence in allied health professions career fields.Program is open ONLY to current Texas high school seniors.",
		"link": "https://www.mdanderson.org/education-training/degrees-programs/summer-research-programs/high-school-summer-program.html"
	},
	{
		"name": "Hispanic Heritage Youth Awards",
		"description": " Founded in 1998 by the Hispanic Heritage Foundation, the Youth Awards honors Latino high school seniors who excel in the classroom and community and for their excellence in various categories including: Business & Entrepreneurship, Community Service, Education, Healthcare & Science, Media & Entertainment, and Technology & Engineering.Gold, Silver and Bronze recipients are selected in each category and receive a one-time grant to fund their college education or to fund a community service effort that tackles a social issue. Students are then positioned as role models in their community at local ceremonies with an audience of business leaders, elected officials, local organizations and our sponsors.Once selected, recipients will be celebrated at 10 regional ceremonies across the country including: Atlanta, Chicago, Dallas, Houston, Los Angeles, Miami, New York, Northern CA, Phoenix, and Washington, D.C., and will become part of our broader HHF network of 100,000+ professionals and fulfill our unique cycle of leadership where we meet America’s priorities in the classroom and workforce.The Youth Awards program is the main pipeline to Hispanic Heritage Foundation’s (HHF) system of talent that prepares and positions Latino youth through the award-winning Latinos On Fast Track (LOFT) program as they transition from high school, to college, to graduate school, and into their careers.",
		"link": "https://hispanicheritage.org/programs/leadership/youth-awards/"
	},
	{
		"name": "Hutton Junior Fisheries Biology Program",
		"description": " The Hutton Junior Fisheries Biology Program (Hutton Program) is an educational program sponsored by the American Fisheries Society (AFS) for high school students. The principal goal of the Hutton Program is to increase diversity within the Fisheries Profession and to stimulate interest in careers in Fisheries science and management among groups underrepresented in the fisheries professions, including minorities and women.The Hutton Program is a paid summer internship and mentoring program for students in grades 11 (juniors) and 12 (seniors) interested in pursuing science disciplines associated with natural resource and environment management. Under the Hutton Program, selected students benefit from an eight week hands-on fisheries science summer experience in a marine and/or freshwater setting. The Hutton Program provides its scholars with hands-on activities that increase awareness of conservation issues, the importance of healthy aquatic systems, and career opportunities in fisheries. As the students work with their mentors, they gain an awareness of conservation issues and the importance of healthy aquatic systems. On a daily basis, students are participating in projects relevant to fisheries science, habitat protection and restoration. By the end of the summer, the students have an understanding of what is involved in being a fisheries biologist and the career opportunities available in the field of fisheries science. In this way, this program addresses a crucial issue that affects the future of the fisheries profession by mentoring those pursuing a career in fisheries science and filling the anticipated gap from the retirement of almost half of its fisheries biologists in the next few years.",
		"link": "https://hutton.fisheries.org/"
	},
	{
		"name": "INSIGHT Injury Science Summer Research Program",
		"description": " HIPRC's INSIGHT Summer Research Program is an NIH-funded internship at Harborview Medical Center (a level one trauma center), to work on a research project in the field of injury. We offer two separate summer research programs: a program for undergraduates and graduate students, as well as a program for upper level high school students.Our undergraduate and graduate students are matched to projects and project tasks and are partnered with University of Washington Medical School faculty. Students meet and learn from peers and health professionals from across the country. Bringing together a diverse group of young people interested in health care and research allows HIPRC to create a unique and rich resource for students who seek to learn more about what they can accomplish in the field of injury and injury prevention. Past research areas for our undergraduate and graduate program include: elucidating the risk factors and causes of injuries, injury prevention strategies, acute and chronic care of injured patients, outcomes from trauma, and interventions to return the injured individual to their full potential.In addition to the independent research work, we also offer a competitive stipend at $3,200, clinical shadowing, seminars, professional development workshops, and social activities.Please see our program website for more details, a FAQ's page and how to apply!",
		"link": "https://depts.washington.edu/hiprc/education/insight/"
	},
	{
		"name": "IOI Informatics (International Olympiad in Informatics)",
		"description": "IOI Informatics is an internationally recognized programming competition for high school students, where participants engage in algorithmic problem-solving and showcase their informatics skills on a global stage, fostering a vibrant community of young computer scientists.",
		"link": "https://ioinformatics.org/page/contests/10"
	},
	{
		"name": "ISEF (International Science and Engineering Fair)",
		"description": "The International Science and Engineering Fair (ISEF) is the world's largest international pre-college science competition, bringing together exceptional high school students from around the globe to showcase their innovative research projects. Participants have the opportunity to present their findings to a panel of expert judges, network with peers, and compete for prestigious awards and scholar...View more",
		"link": "https://www.societyforscience.org/isef/"
	},
	{
		"name": "Imagine Cup - Microsoft",
		"description": "Imagine Cup is a global student technology competition organized by Microsoft. It challenges students to innovate and create projects that solve real-world problems using cutting-edge technologies. Participants have the opportunity to showcase their skills, network with industry professionals, and compete on a global stage.\", \"skill\": \"All Skill Levels",
		"link": "https://imaginecup.microsoft.com/en-us"
	},
	{
		"name": "Interact Club",
		"description": "Interact Club is a global youth service organization sponsored by Rotary International. It offers high school students the opportunity to make a positive impact in their communities through service projects and leadership development. By organizing fundraisers, volunteering at local charities, and promoting international understanding, Interact Club members develop a sense of social responsibility...View more",
		"link": "https://www.rotary.org/en/get-involved/interact-clubs"
	},
	{
		"name": "International Chemistry Olympiad (IChO)",
		"description": "The International Chemistry Olympiad (IChO) is a prestigious international competition that brings together top high school chemistry students from around the world. Participants engage in rigorous theoretical and practical exams to demonstrate their exceptional knowledge, problem-solving abilities, and experimental skills in various areas of chemistry. The IChO provides a platform for students to...View more",
		"link": "https://www.ichosc.org/"
	},
	{
		"name": "International Young Physicists' Tournament (IYPT)",
		"description": "The International Young Physicists' Tournament (IYPT) is a prestigious annual competition that brings together young physics enthusiasts from around the world to engage in scientific research and problem-solving challenges. Participating teams tackle complex physics problems and present their findings in a competitive and collaborative environment. With an emphasis on critical thinking, creativity...View more",
		"link": "https://www.iypt.org/"
	},
	{
		"name": "Introductory College Level Experience in Microbiology",
		"description": " The Introductory College Level Experience in Microbiology is an eight-week paid summer internship program for high-potential, low income high school sophomores and juniors in Alameda, San Francisco, or Contra Costa county schools. Developed in partnership with UC Berkeley and the Joint BioEnergy Institute, the program seeks to broaden students' understanding of biotechnology and the careers available in this field. In addition to basic science and research, the program also exposes students to career exploration and preparation for the college application process, including field trips to local biotech companies, career talks with scientists and engineers, writing a college personal statement, meeting college admission and financial aid experts, and visiting college campuses.",
		"link": "https://www.iclem.org/"
	},
	{
		"name": "Jackie Robinson Foundation Scholarship Award",
		"description": " Through its Mentoring and Leadership Development Program, the Jackie Robinson Foundation provides scholarships of up to $30,000 over four years to minority high school students showing leadership potential and demonstrating financial need to attend an accredited 4-year college or university of their choice.The JRF scholarship is awarded to outstanding high school graduates who plan to earn a baccalaureate degree from an accredited, four-year college or university.",
		"link": "https://jackierobinson.org/scholarship/"
	},
	{
		"name": "Jefferson Lab High School Summer Honors Program",
		"description": " As a world-class research facility, Jefferson Lab is a valued partner to the local, regional and national education community. Jefferson Lab's long-term commitment to science education continues to focus on increasing the number of teachers with a substantial background in math and science, strengthening the motivation and preparation of all students, especially minorities and females, and addressing the serious under representation of minorities and females in science, math, engineering and technology careers.To be eligible to participate in the Jefferson Lab High School Summer Honors Program, you must attend a local high school (within 60 miles of Jefferson Lab), be at least 16 years old by the start date of the program, be in good academic standing, and maintain at least a 3.3 grade point average. Students who are selected to participate in the Jefferson Lab High School Summer Honors Program are chosen on the basis of demonstrated skills and merit. Dependents of Jefferson Lab employees are not eligible for this program.The 2018 Jefferson Lab High School Summer Honors Program begins on June 25, 2018 and concludes on August 3, 2018. To apply to the Jefferson Lab High School Summer Honors Program, follow the steps listed below. You must complete a new application package for each academic year in which you wish to be considered. The application package for the 2018 program will be availabe for download at a later date.1. Complete the Student Application Form and Self-Identification Form, legibly printed or typed.2. Have two adults who know you well (at least one from school) complete a Reference Form and submit them with your application (leave in sealed envelope). Be sure to write your name in the space indicated on the forms before giving them to your references.3. Return the Application, Self-Identification Form, and two Reference Forms (each in a sealed envelope) to the Science Education Office (at the address listed below) at Jefferson Lab.4. Obtain copies of your high school grades to date and a list of the classes you are currently taking. If you are selected for a personal interview, these copies must be provided to Jefferson Lab at the time of your interview.",
		"link": "http://education.jlab.org/hsapplication/index.html"
	},
	{
		"name": "Joaquin Bustoz Math-Science Honors Program ",
		"description": " The Joaquin Bustoz Math-Science Honors Program is intended for mature and motivated students who are interested in academic careers requiring mathematics, science, or engineering-based coursework and who are typically underrepresented in those fields of study. Selected participants include first-generation college bound students and students representing diverse backgrounds from high schools throughout the State of Arizona, including rural communities and the Navajo Nation. Participants live on the Arizona State University (ASU) Tempe campus while enrolled in a university level mathematics course for college credit. Participants attend class six hours per day. Homework is assigned daily, quizzes are given twice a week, tests are given weekly, and students will conduct research to present at a poster symposium. Tutoring and problem solving sessions are provided in the evenings. A variety of academic presentations and activities are scheduled during each session. Tuition, room and board, textbooks, and classroom expenses will be provided.",
		"link": "https://mcmsc.asu.edu/institutes/jbmshp"
	},
	{
		"name": "John Locke Global Essay Competition",
		"description": "The John Locke Global Essay Competition is a prestigious essay competition that invites high school students from around the world to engage in critical thinking and express their perspectives on important philosophical, political, and social issues. Participants are encouraged to delve into the ideas of John Locke and apply them to contemporary issues or reflect on historical events. The competit...View more",
		"link": "https://www.johnlockeinstitute.com/essay-competition"
	},
	{
		"name": "Johns Hopkins Internship in Brain Sciences – JHIBS",
		"description": " Select high school students from Baltimore City and from Greater Baltimore Metropolitan area schools who have an interest in a career in science and/or medicine are recommended by officials at their schools for the internship which is held at the Johns Hopkins School of Medicine Department of Neurology on the East Baltimore campus. Over an 8-week period, interns will have the opportunity to participate in a research project guided by faculty, staff and student mentors, as well as participate in clinical rotations within neurology.This program serves mainly students living in the Baltimore metropolitan area and does not provide housing or pay for transportation or parking. Interns are paid a stipend of $11/hour.Activities Include:-Meetings with Hopkins faculty – mentor/mentee selection-Attendance at scientific seminars-Weekly educational and professional development sessions-Preparation of a final oral and poster presentation describing his/her work.The purpose of the Johns Hopkins Internship in Brain Sciences (JHIBS) program is to contribute in a significant way to feeding the neurological sciences pipeline. Seventy-five percent of college students in science, technology, engineering, and mathematics (STEM) decide in high school to study and pursue careers in these areas. Hence, JHIBS targets students at this early stage by providing a hands-on mentored research experience. We believe that by providing the right pre-college exposure, together with long-term mentoring, educational resources, and encouragement, bright, intelligent, academically capable UR students can successfully pursue the pathway to a profession as a researcher and/or clinician scientist at the doctoral level.",
		"link": "https://projectpipelinebaltimore.com/applicationmaterial/"
	},
	{
		"name": "Joint Science Education Project (JSEP)",
		"description": " The Institute of Arctic Studies at Dartmouth College facilitates a polar science program for U.S. students called the Joint Science Education Project (JSEP). JSEP offers two experiences: 1) a one week remote summer program for high school students and 2) a three-week field-based program in Greenland for recent high school graduates (18+). Both offer experiences through which students learn about the science and engineering in the Arctic while developing research and communication skills. JSEP is interdisciplinary and cross-cultural.JSEP is supported by a National Science Foundation grant to Dartmouth College. There are no fees or tuition for the field or remote JSEP programs. Students in the field program will receive a stipend of $1500 to offset costs of any necessary gear (such as hiking boots), passports, and to cover 3-4 weeks of full-time engagement with JSEP. All other travel expenses are covered. Students in the remote program will need access to a computer or tablet and reliable internet. All required research materials will be mailed to students ahead of time. We understand that internet and technology access is a barrier for some students. If you have any concerns, please let us know on your application or contact us.The JSEP Program targets students who have a passion for learning, strong interest in the natural sciences, and an openness to other cultures. Both the remote and field-based JSEP experiences have proven to be life-changing for selected students in previous years. We hope you will assist us in identifying talented candidates from your school and encourage them to apply. ",
		"link": "https://sites.google.com/dartmouth.edu/jsep2020/jsep"
	},
	{
		"name": "Junior Science and Humanities Symposium (JSHS)",
		"description": "Junior Science and Humanities Symposium (JSHS) is a prestigious competition that provides high school students with the opportunity to conduct original research, present their findings, and compete for scholarships, aid, and opportunities. The competition covers a wide range of disciplines, including Environmental Science, Biomedical Sciences, Engineering, Math, Computer Science, and more. Student...View more",
		"link": "https://jshs.org/"
	},
	{
		"name": "Junior Science and Humanities Symposium (JSHS) Northern and Southern New England Regions",
		"description": " The major activities of the NNE & SNE JSHS are to conduct a program in which selected high school students can present the results of their original research in science, technology, engineering and mathematics (STEM) in either an oral or poster session. Students have an opportunity to meet other students from the regions with similar interests in STEM research, visit research laboratories at the University of New Hampshire and speak with professionals in science, technology, engineering and mathematics.JSHS is designed to challenge, engage, and publicly recognize students (grades 9-12) conducting research in the sciences, technology, engineering, or mathematics (STEM). Individual students compete for scholarships and recognition by presenting the results of their original research efforts before a panel of judges and an audience of their peers. Opportunities for career exploration, research lab visits, peer discussions, and networking are planned. By participating in regional and national symposia, students may:-Participate in a forum honoring individual achievement in STEM;-Network with peers who have similar interests;-Hear research presentations by other students;-Develop skills to help prepare for undergraduate and graduate pursuits in STEM fields;-Hear nationally renowned scientists speak on their work;-Qualify for significant scholarships and other recognition; and-Advance to the national symposium.There is no registration fee to apply or to participate. technology, engineering and mathematics. ",
		"link": "https://jshs.org/region/new-england-northern/"
	},
	{
		"name": "Junior State of America (JSA)",
		"description": "SA is a student-led organization that promotes civic engagement, political awareness, and leadership development. Members participate in debates, discussions, and political simulations to learn about democratic processes, public policy, and current events.",
		"link": "https://jsa.org/"
	},
	{
		"name": "Keep Engaging Youth in Science (KEYS) Research Internship",
		"description": " The 7-week KEYS Internship program is a unique summer opportunity for motivated high school students with a strong interest in bioscience, engineering, environmental health, or biostatistics. \r\n\r\nAfter a week of training in laboratory techniques and safety, interns participate in research projects under the guidance of University of Arizona faculty and other laboratory members.\r\n\r\nAt the end of the program, KEYS interns present their research to friends, family, and the academic community at a research showcase. \r\n\r\nStudents who participate in KEYS are enrolled, tuition free, in MCB 103 and receive 3 credits with the University of Arizona. Please see the KEYS Brochure for more information.",
		"link": "https://keys.arizona.edu/"
	},
	{
		"name": "Keller BLOOM Program in Ocean Science",
		"description": " The Keller BLOOM (Bigelow Laboratory Orders Of Magnitude) Program was founded by Bigelow scientist Maureen Keller and Trustee Emeritus James McLoughlin to provide students a hands-on ocean science research experience. BLOOM offers Maine students interested in science the opportunity to work alongside professional researchers, exploring the biological, chemical and geological characteristics of the local marine environment through field and laboratory work. Program participants are immersed in a research environment and, through engagement in field sampling and laboratory activities, including data collection, synthesis and analysis, learn what a career as a scientist involves.Students interested in ocean or environmental science should apply; sixteen students from around the state are selected to participate.",
		"link": "https://www.bigelow.org/education/bloom.html"
	},
	{
		"name": "Key Club",
		"description": "Key Club is a renowned international student-led organization that empowers high school students to serve their communities, develop leadership skills, and make a positive impact through volunteerism and service projects. Key Club chapters operate in schools worldwide, fostering collaboration, compassion, and civic engagement.",
		"link": "https://www.keyclub.org/"
	},
	{
		"name": "Life Sciences Institute Aspirnaut Program at the University of Michigan",
		"description": " The Aspirnaut Summer Research Internship Program at the University of Michigan strives to expand interest in basic science research by bringing high school students from under-resourced areas to U-Michigan to become immersed in a hands-on science laboratory experience. We are recruiting students from communities across Michigan — including rural and socioeconomically disadvantaged communities.High school student interns will spend six weeks working with a team of UM researchers and mentors in the life sciences while engaging with college preparedness programming. Participants will learn about scientific research and STEM careers. The stipend for participants will be $1,700.",
		"link": "https://aspirnaut.lsi.umich.edu/"
	},
	{
		"name": "Lincoln Laboratory Radar Introduction for Student Engineers (LLRISE)",
		"description": "LLRISE is a two-week radar workshop designed for rising high school seniors. The program, held at MIT campus and Lincoln Laboratory, focuses on teaching students how to build small radar systems. Participants work collaboratively with scientists and engineers, gaining hands-on experience in building Doppler and range radar using creative problem-solving strategies.",
		"link": "https://www.ll.mit.edu/"
	},
	{
		"name": "MATE ROV Competition",
		"description": "The MATE ROV Competition is an immersive extracurricular activity where students design, build, and operate remotely operated vehicles (ROVs) to complete underwater missions. Through teamwork and problem-solving, participants gain hands-on experience in engineering, robotics, and marine sciences while competing in regional or international events.",
		"link": "https://materovcompetition.org/"
	},
	{
		"name": "MIT LaunchX Program",
		"description": "MIT LaunchX is a prestigious entrepreneurship program for high school students that provides them with the knowledge, resources, and mentorship to start their own ventures. Participants develop entrepreneurial skills, learn about business concepts, and work on real-world projects. The program culminates in a Demo Day where students pitch their startup ideas to a panel of investors and industry exp...View more",
		"link": "https://launchx.com/"
	},
	{
		"name": "MIT Leadership Training Institute",
		"description": "The MIT Leadership Training Institute is an intensive program designed for high school students seeking to develop strong leadership skills and foster innovation. Hosted by the Massachusetts Institute of Technology (MIT), this program provides a unique opportunity to explore leadership concepts, problem-solving strategies, and effective teamwork within a dynamic and intellectually stimulating envi...View more",
		"link": "https://lti.mit.edu/"
	},
	{
		"name": "MIT THINK Research Program",
		"description": "MIT THINK is an exciting and immersive summer program offered by the Massachusetts Institute of Technology (MIT). It provides high school students with an opportunity to explore and engage in cutting-edge research and projects across various fields, including technology, humanities, and innovation. Through hands-on workshops, seminars, and collaborative projects, participants delve into advanced t...View more",
		"link": "https://think.mit.edu/"
	},
	{
		"name": "MITES Summer (Minority Intro to Engineering and Science)",
		"description": " MITES Summer is a six-week residential program at MIT that introduces talented high school students from underrepresented backgrounds to engineering and science. Through rigorous coursework, hands-on projects, and mentorship, participants explore disciplines, develop skills, and immerse in the MIT community. MITES Summer inspires students and prepares them for STEM careers.",
		"link": "https://mites.mit.edu/discover-mites/mites-summer/"
	},
	{
		"name": "Maine Research Internships for Teachers and Students (MERITS) Program ",
		"description": " Our Maine Research Internships for Teachers and Students (MERITS) Program provides summer (six weeks) research opportunities to Maine high school juniors in host institutions across the state.  Students who are interested in STEM fields and would like to experience “real-time” applications of STEM in a research-focused work world conducting research and technology development should apply.Our MERITS interns are paid a stipend for their six week summer research experience.Students must be U.S citizens, residents of Maine and must be enrolled at a Maine school to apply to this program.",
		"link": "https://www.msgc.org/students/internships/highschool/"
	},
	{
		"name": "Marine Education Outreach-Internships and Fellowships",
		"description": " The Maine Sea Grant education program seeks to improve marine-related K-16 educational opportunities in the state, as well as continued learning programs for educators. The program offers in-service teacher training workshops, develops formal and informal education programs related to the National Sea Grant Network’s four focus areas,* and develops curriculum materials that are aligned with state and national education standards.Beth Bisson, Maine Sea Grant's Assistant Director for Outreach and Education, works closely with the Marine Extension Team to develop and implement formal and informal K-16 education programs throughout the state, and she is a liaison to other educational organizations in the state, region, and nation. Members of Maine Sea Grant's Marine Extension Team also conduct educational programs and provide field experiences for K-16 teachers and students and other informal audiences throughout the state.* Healthy Coastal Ecosystems, Sustainable Coastal Development, Safe and Sustainable Seafood Supply, and Hazard Resilience in Coastal Communities.",
		"link": "http://www.seagrant.umaine.edu/education"
	},
	{
		"name": "MathCounts (Middle Schoolers)",
		"description": "MathCounts is a nationwide mathematics competition for middle school students in the United States. It aims to promote mathematics achievement through a series of engaging contests and events. Students participate in individual and team competitions, solving challenging math problems and demonstrating their problem-solving skills. MathCounts fosters a passion for mathematics, encouraging teamwork ...View more",
		"link": "https://www.mathcounts.org/"
	},
	{
		"name": "MathILy-EST: serious Mathematics Infused with Levity Early Scholarly Training",
		"description": " MathILy-EST is an REU specifically geared to provide early research opportunities each year for six college students who are deeply but informally prepared for mathematics research. The focus of the program is on first-year students, with second-year and entering college students also considered for participation. Eight weeks of mathematical research on the combinatorial geometry of origami.Stipend: $3800, plus on-campus housing and meals while at Bryn Mawr.More info on our website 'facts' page, or for more questions contact - mathilyest-info@mathily.org",
		"link": "http://mathily.org/mathilyest/"
	},
	{
		"name": "MathQuantum Summer Research - Paid Mentored Opportunity",
		"description": " Math students interested in quantum, join us to explore the intersection of mathematics and quantum information science (QIS).In this program, you'll join the MathQuantum research training group at UMD College Park for 8 weeks in summer. You'll engage in a mentored research project and learn knowledge and skills needed to enter research in QIS.Topics include quantum algorithms, quantum cryptography, and quantum dynamics/systems. Math used includes algebra/representation theory, nonlinear analysis, partial differential equations, scientific computing and stochastic analysis.What will you get?- $5,200 stipend for 8 weeks- Housing at UMD College Park campus- Funds to travel to and from UMD for summer- Up to $1,000 conference attendance funding- Mentored research and interdisciplinary training in applying mathematics to QIS problems- Optional access to coursework and seminars in theoretical and applied mathematics for QIS- Professional development and networking opportunities (including Broader Impacts and proposal writing)- One-on-one career mentoring and guidance- Community-building and outreach activities (along with 10 other summer undergrad researchers in math and physics)Visit our website for more information, to set up a one-on-one info meeting, and to apply!",
		"link": "https://mathquantum.umd.edu/fellowship/"
	},
	{
		"name": "Mathematics Engineering Science Achievement (MESA) Schools Program",
		"description": " The MSP assists students at middle and senior high schools (and some elementary schools) so they excel in math and science and become competitively eligible for academically rigorous colleges and universities. The MSP partners with teachers, administrators, school district officials, schools and industry representatives to provide quality academic enrichment . Student selection and services are implemented through a collaboration involving teachers at participating schools and personnel from local MESA centers.",
		"link": "https://mesa.ucop.edu/student/"
	},
	{
		"name": "Minority Introduction to Engineering and  Science (MITES)",
		"description": " Minority Introduction to Engineering and Science (MITES) is a rigorous six-week residential academic enrichment program for rising high school seniors – many of whom come from underrepresented or underserved communities – who have a strong academic record and are interested in studying and exploring careers in science and engineering.  This national program stresses the value and reward of pursuing advanced technical degrees and careers while developing the skills necessary to achieve success in science and engineering.Eligible students can apply online at summerapp.mit.edu during the fall semester of their junior year in high school. The Summer application will be available on the application site in late Fall.It's free!All educational, food and boarding costs are generously covered by our funders. ",
		"link": "http://oeop.mit.edu/programs/mites/program-details"
	},
	{
		"name": "Model United Nations (MUN)",
		"description": "Model United Nations (MUN) is an academic simulation where students take on the roles of diplomats, representing countries or organizations, and engage in debates and negotiations to find solutions to real-world global issues, fostering critical thinking, diplomacy, and international understanding.",
		"link": "https://www.un.org/en/mun"
	},
	{
		"name": "Mu Alpha Theta",
		"description": "Mu Alpha Theta is a national mathematics honor society that promotes and recognizes excellence in mathematics. The organization offers opportunities for students of all skill levels, from beginner-friendly to advanced, to engage in math-related activities, competitions, and community service projects. Mu Alpha Theta fosters a passion for mathematics and provides a platform for students to showcase...View more",
		"link": "https://mualphatheta.org/"
	},
	{
		"name": "NACLO - North American Computational Linguistics Open Competition",
		"description": "The North American Computational Linguistics Open Competition (NACLO) is an exciting annual contest that challenges high school students to solve linguistic puzzles and explore the intricacies of language from a computational perspective. Participants engage in a series of problem-solving tasks that involve analyzing various languages, deciphering scripts, and unraveling linguistic structures. NAC...View more",
		"link": "https://nacloweb.org/"
	},
	{
		"name": "NAQT High School National Championship Tournament Preparation",
		"description": "The NAQT High School National Championship Tournament Preparation is a comprehensive extracurricular program designed for high school students passionate about quiz bowl competitions and academic challenges. Hosted by the National Academic Quiz Tournaments (NAQT), this program provides participants with intensive training to excel in quiz bowl tournaments at the national level. Students engage in ...View more",
		"link": "https://www.naqt.com/hsnct/"
	},
	{
		"name": "NASA Human Exploration Rover Challenge",
		"description": "The NASA Human Exploration Rover Challenge is an extracurricular activity that invites students to design, build, and race human-powered rovers inspired by future lunar exploration missions. Participants work in teams to construct innovative and efficient vehicles capable of navigating through a challenging obstacle course that simulates the lunar surface. This hands-on experience fosters skills i...View more",
		"link": "https://www.nasa.gov/stem/roverchallenge/home/index.html"
	},
	{
		"name": "NASA Internships and Fellowships",
		"description": " NASA offers a wide variety of paid summer, spring, and fall semester internships, as well as some graduate fellowships and undergraduate scholarships through this site.  Students may complete a single base application and then apply for up to 15 specific opportunities during any given application session. Opportunities are available in a range of disicplines and occur at one of the many NASA research centers across the country.",
		"link": "https://intern.nasa.gov/"
	},
	{
		"name": "National Academic League (NAL)",
		"description": "The National Academic League (NAL) is an academic sports competition designed for students in grades 5 through 12. Structured like a basketball game, two teams of 15 to 40 students each participate. The game consists of four quarters focusing on questions spanning 22 subjects under math, English/language arts, science, and social studies.",
		"link": "https://www.nationalacademicleague.org/"
	},
	{
		"name": "National Art Honor Society (NAHS)",
		"description": "National Art Honor Society (NAHS) is an organization that recognizes and promotes artistic talent and community involvement in the visual arts. Members engage in art-related service projects, exhibitions, and creative activities to showcase their skills, collaborate with peers, and make a positive impact through art.",
		"link": "https://www.honorsociety.org/"
	},
	{
		"name": "National Cyber League (NCL) Cybersecurity Competition",
		"description": "The National Cyber League (NCL) Cybersecurity Competition is a competition that challenges students to test and enhance their skills in various areas of cybersecurity. Participants compete in a virtual environment, solving real-world cybersecurity problems and demonstrating their knowledge in areas such as cryptography, network security, digital forensics, and ethical hacking. ",
		"link": "https://nationalcyberleague.org/"
	},
	{
		"name": "National Cyber Scholarship Competition",
		"description": "The National Cyber Scholarship Competition is the nation’s largest online cybersecurity scholarship competition for high school and college students. It is a free cybersecurity competition where students can break, decrypt and reverse-engineer their way to $2 million of college scholarships and certified cybersecurity training. Winning scholars could win free SANS training and a scholarship to the...View more",
		"link": "https://www.nationalcyberscholarship.org/"
	},
	{
		"name": "National Economics Challenge",
		"description": "The National Economics Challenge is a prestigious competition that tests high school students' knowledge of economics and their understanding of economic principles. Participants engage in a series of challenging quizzes and exams, covering various economic topics such as microeconomics, macroeconomics, international economics, and current events. The competition fosters critical thinking, analyti...View more",
		"link": "https://econchallenge.unl.edu/Virginia/Welcome"
	},
	{
		"name": "National English Honor Society",
		"description": "The National English Honor Society (NEHS) is a prestigious organization that recognizes and promotes excellence in English language arts. NEHS provides opportunities for high school students to enhance their passion for literature, writing, and language through various academic and literary activities. Members engage in discussions, literary analysis, creative writing, community service, and cultu...View more",
		"link": "https://www.nehs.us/"
	},
	{
		"name": "National Geographic Student Photo Contest",
		"description": "The National Geographic Student Photo Contest is a competition that celebrates the creativity and talent of student photographers. Open to students from around the world, this contest encourages participants to showcase their unique perspectives through captivating and thought-provoking images. By capturing the beauty of the natural world, diverse cultures, and human experiences, students have the...View more",
		"link": "https://www.competitionsciences.org/competitions/national-geographic-student-photo-contest/#:~:text=To%20be%20eligible%20for%20the,into%20our%20online%20entry%20form."
	},
	{
		"name": "National Greek Exam",
		"description": "The National Greek Exam is a standardized test that measures students' knowledge of Greek language and literature. The exam is offered in two levels: elementary and intermediate. Students can gain a deeper understanding of Greek language and literature, develop their critical thinking and problem-solving skills, learn about Greek culture and history, and compete for scholarships and prizes by taki...View more",
		"link": "https://www.aclclassics.org/Exams/National-Greek-Exam"
	},
	{
		"name": "National High School Ethics Bowl (NHSEB)",
		"description": "The National High School Ethics Bowl (NHSEB) is an engaging and thought-provoking academic competition that focuses on ethical reasoning and decision-making. Teams of high school students analyze and discuss real-world ethical dilemmas in a collaborative and respectful environment. Participants develop critical thinking skills, ethical awareness, and the ability to construct well-reasoned argument...View more",
		"link": "https://nhseb.org/"
	},
	{
		"name": "National History Bee",
		"description": "The National History Bee is an exciting academic competition that tests students' knowledge of various historical topics. Participants engage in buzzer-based quiz rounds, answering questions about historical events, figures, and concepts. The competition encourages a deep understanding of history and fosters a passion for learning about the past. ",
		"link": "https://nationalhistorybee.com/"
	},
	{
		"name": "National History Day (NHD)",
		"description": "National History Day (NHD) is an academic program that encourages middle and high school students to explore historical topics through research and creative expression, culminating in local, state, and national competitions where students present their projects in various formats such as exhibits, documentaries, and performances.",
		"link": "https://nhd.org/en/"
	},
	{
		"name": "National Honor Society (NHS)",
		"description": "The National Honor Society (NHS) recognizes and promotes academic excellence, leadership, and community service among high school students. NHS members engage in various service projects and activities to make a positive impact within their school and local community.",
		"link": "https://www.nationalhonorsociety.org/"
	},
	{
		"name": "National Honor Society for Dance Arts (NHSDA)",
		"description": " NHSDA recognizes and honors high school students who demonstrate outstanding artistic merit, leadership, and academic achievement in the field of dance. It provides opportunities for dance students to showcase their talents, engage in community service, and pursue dance education beyond high school.",
		"link": "https://www.ndeo.org/nhsda"
	},
	{
		"name": "National Institute of Health - High School Summer Internship Program",
		"description": "The National Institute of Health (NIH) High School Summer Internship Program offers an exciting opportunity for high school students passionate about science and research to immerse themselves in cutting-edge biomedical research. During this prestigious program, students collaborate with leading scientists and researchers to gain valuable hands-on experience, expand their knowledge, and explore po...View more",
		"link": "https://www.training.nih.gov/programs/sip"
	},
	{
		"name": "National Mock Trial Competition",
		"description": "The National Mock Trial Competition is a simulated courtroom competition where high school students take on the roles of attorneys and witnesses to argue a fictional legal case. It provides a platform for students to develop their advocacy, public speaking, and critical thinking abilities while gaining insight into the legal system.",
		"link": "https://www.nationalmocktrial.org/"
	},
	{
		"name": "National Science Bowl (NSB)",
		"description": "National Science Bowl (NSB) is a highly competitive science knowledge competition that brings together teams of high school students to compete in various science disciplines, including biology, chemistry, physics, earth science, and energy. It tests students' scientific knowledge, critical thinking, and teamwork skills.",
		"link": "https://science.osti.gov/wdts/nsb"
	},
	{
		"name": "National Speech and Debate Association (NSDA) Tournament",
		"description": " The National Speech and Debate Association (NSDA) Tournament is a prestigious competition that brings together talented high school students from across the country to showcase their public speaking and debate skills. Participants engage in a series of captivating debates and eloquent speeches, fostering critical thinking, persuasive communication, and intellectual growth.",
		"link": "https://www.speechanddebate.org/nationals/"
	},
	{
		"name": "National YoungArts Foundation Program",
		"description": "The National YoungArts Foundation is a program that aims to nurture and showcase the talents of young artists across a wide range of disciplines. Through a highly competitive application process, selected participants gain access to a diverse array of opportunities, including master classes, workshops, performances, and exhibitions. ",
		"link": "https://youngarts.org/"
	},
	{
		"name": "National Youth Science Camp",
		"description": " In its 60th year, the National Youth Science Camp (NYSCamp) is a technology, engineering, and mathematics (STEM) program designed to honor and challenge some of the nation’s rising STEM leaders and provide them with opportunities to engage with STEM professionals and participate in exciting outdoor activities.In response to the COVID-19 pandemic, the NYSCamp will be an entirely virtual experience that will include world-class lectures, directed studies, and seminars with prestigious and up-and-coming STEM professionals who are making a difference in their fields of study and changing the world for good.Applications are accepted from high school seniors for the National Youth Science Camp (NYSCamp). Two students from each state, Washington, D.C, and select countries will attend the all-expenses-paid program which will be held virtually this year. ",
		"link": "https://www.nysacademy.org/programs/nyscamp/2023-nyscamp/"
	},
	{
		"name": "Native American Science and Engineering Program (NASEP)",
		"description": " NASEP is a free year-long program designed to provide Native American high school students with a vision of a career in a Science, Technology, Engineering, or Mathematics (STEM) field; connects students with academic professionals and industry representatives from STEM related interests; and catalyze the student's motivation to complete chemistry, physics, and pre-calculus before graduating high school. Through one-on-one college preparation coaching with university affiliates, building a computer from its essential components, interactive workshops, and family events, students learn how to effectively prepare for the college admissions process, receive important information about academic success, and are exposed to different STEM career paths. The introduction to the year-long program begins in the summer, with interactions continuing throughout the year via email, phone call, text messaging, mail, and social media that can be accessed through their awarded technology device. A few of the yearly opportunities outside of the summer experience have included college and scholarship advisement, conference attendance, and networking with STEM professionals.Check back for new dates annually! ",
		"link": "https://nasep.arizona.edu/about-nasep"
	},
	{
		"name": "Nursing Pathway Program",
		"description": " The KU Nursing Pathway Program provides educational and career support to high school students, particularly from underserved populations, and helps them excel in the study of nursing.There are three phases to the KU Nursing Pathway program. The first phase will be to continue to support existing K-12 partnerships and pipeline programs that prepare students for health care careers and college. The KU School of Nursing has a goal of admitting up to 30 high school students to join the Nursing Pathway (there is no cost to the program for students and there is no obligation to attend KU.)The second phase of the program for participating students starts at the beginning of the summer after high school graduation. KU Nursing Pathway advisors meet with participants to help them prepare for admission and enrollment at an accredited post-secondary college or university of their choice.In the third phase, students who remain in the program throughout their first two years of college, attend at least 80% of Pathway-sponsored events and meet the KU School of Nursing minimum admission requirements are offered priority admission to the KU School of Nursing.",
		"link": "https://www.kumc.edu/school-of-nursing/outreach/pathway-programs.html"
	},
	{
		"name": "Ocean STEAM Powered Women (O-STEAM) Fellowship",
		"description": " WHOI Sea Grant and the Woods Hole Oceanographic Institution are excited to collaborate with Sea Education Association on the Ocean STEAM Powered Women (O-STEAM) Fellowship, a competitive, week-long, no-cost, residential fellowship in Woods Hole for a cohort of young women from Massachusetts currently in their sophomore or junior year of high school.Fellows are housed on the beautiful Sea Education Association campus during this week-long, summer fellowship, with easy access to the nearby WHOI facilities.  During their week, fellows work with WHOI Research Specialist Laela Sayigh, WHOI Sea Grant Education Specialist Grace Simpkins, Program Assistants, and others to investigate marine mammal bioacoustics (sounds) while also meeting other female Science, Technology, Engineering, Arts, and Mathematics (STEAM) professionals and learning from their collective expertise. The immersive experience includes building and testing their own underwater microphone (or hydrophone), analyzing data of dolphin vocalizations from the resident population in Sarasota, Florida to aid in conservation efforts, and capturing the underwater sounds of whales and dolphins vocalizing during a whale watch expedition.  Fellows will learn from communications specialists about how to share their research and experiences with their community.",
		"link": "https://seagrant.whoi.edu/k-12/girls-in-science/"
	},
	{
		"name": "Odyssey of the Mind",
		"description": "Odyssey of the Mind is an international creative problem-solving competition that encourages students to think outside the box and unleash their imagination. Teams of students work together to solve open-ended problems in various categories, such as engineering, fine arts, and performance. Participants apply critical thinking, teamwork, and innovative approaches to showcase their solutions during ...View more",
		"link": "https://www.odysseyofthemind.com/"
	},
	{
		"name": "Office of Naval Research, Science & Engineering Apprentice Program (SEAP)",
		"description": " The Science and Engineering Apprenticeship Program (SEAP) provides an opportunity for students to participate in research at a Department of Navy (DoN) laboratory during the summer.\r\n\r\nThe goals of SEAP are to encourage participating students to pursue science and engineering careers, to further their education via mentoring by laboratory personnel and their participation in research, and to make them aware of DoN research and technology efforts, which can lead to employment within the DoN.\r\n\r\nSEAP provided competitive research internships to over 265 high school students this year. Participating students spend eight weeks during the summer doing research at 25 DoN laboratories.\r\n\r\nFor more information, contact the ASEE Program Coordinator/SEAP at 202-350-5759 or 1-855-592-3557 or email the SEAP Team at seap@asee.orgApplication Deadline: 11/1/2024",
		"link": "https://navalsteminterns.us/seap/"
	},
	{
		"name": "PROMYS (Program in Mathematics for Young Scientists)",
		"description": "PROMYS is an immersive summer program designed for high school students passionate about mathematics. Participants engage in an intensive six-week residential program held at Boston University, where they delve deep into mathematical problem-solving, research, and exploration. Through a combination of lectures, seminars, and collaborative projects, PROMYS fosters a vibrant community of young mathe...View more",
		"link": "https://promys.org/"
	},
	{
		"name": "Paid Summer Research Opportunity in Astronomy",
		"description": " The RENEW-Midwest program is a 10-week summer research program hosted at the University of Michigan, in partnership with Benedictine University and Black Hills State University. The program aims to help students interested in astronomy follow a path to graduate school and become astronomers. Students from underrepresented minority groups are especially encouraged to apply. This program is funded by the U.S. Department of Energy Office of Science RENEW-HEP grant and will support up to 3 students.Program Curriculum: Participants will conduct research on the detection of kilonova events in large scale astronomical surveys through Python data analysis methods. Along with performing research, students will be mentored by a network of faculty at both Benedictine and the University of Michigan for the duration of the program, with the option to continue their degree studies at Benedictine, should they so choose.Eligibility: Any U.S. citizen or resident alien (green card) who is an undergraduate student or graduating high school senior, is welcome to apply. We encourage applications from groups under-represented in the sciences.Stipend: Students will receive a $6,000 summer stipend, plus housing in Ann Arbor for the 10-week duration of the summer research program. Additionally, upon returning to Benedictine to continue studying, funding is available for up to 3 years of research.Please visit our website to learn more and apply!Application Deadline: 4/30/2024Program Dates: 6/3/2024 - 8/9/2024",
		"link": "https://ben.edu/renew-midwest-program/"
	},
	{
		"name": "Physics Brawl Online",
		"description": "Physics Brawl Online is an international online physics competition designed for high school students. Teams of up to five students compete from home in a 3-hour long contest to solve physics problems. The competition presents 7 problems, and as soon as a team solves one, they receive another problem immediately. Points are awarded for each solved problem, and the best teams win prizes and recogni...View more",
		"link": "https://physicsbrawl.org/"
	},
	{
		"name": "Physics Unlimited Premier Competition",
		"description": "The Physics Unlimited Premier Competition is an annual individual-based physics competition for high school-level students worldwide. Held every November, the event allows students to showcase their skills by solving approximately four problems within a time frame of 1.5 hours. The competition covers topics beyond classical mechanics, with problem levels and scopes roughly equivalent to what one m...View more",
		"link": "http://physicsu.org/premier"
	},
	{
		"name": "Physics of Atomic Nuclei (PAN)",
		"description": " The Physics of Atomic Nuclei (PAN) is a free residential summer program for high school students in the U.S. PAN participants will explore scientific research in nuclear astrophysics, conduct their own experiments, and discover applications for society. The program will run at Michigan State University. To learn more and fill out an online application, please visit our website. ",
		"link": "https://frib.msu.edu/public/frib-outreach/pan.html"
	},
	{
		"name": "Poetry out Loud ",
		"description": "The Poetry Out Loud competition is a nationwide poetry recitation contest where students select and perform poems from a diverse range of styles and time periods. Participants showcase their understanding of poetry through expressive performances, honing their public speaking and literary analysis skills while fostering a deep appreciation for the power of language and artistic expression. This en...View more",
		"link": "https://www.poetryoutloud.org/"
	},
	{
		"name": "Potomac ACM Policy Challenge",
		"description": " The Potomac ACM Policy Challenge encourages talented students who value a peaceful future, collaboration, and intellectual experience to conduct research on technology policy outside of the classroom. We believe that young students can influence their community by increasing engagement, knowledge, and awareness about technology policy and forming a public consensus on it. Public awareness, comprehension, and participation can help shape tomorrow's technology policy.The Challenge, organized by the Potomac Association for Computing Machinery Chapter, is a forum for students free to apply, showcase their research, exchange ideas, and improve their communication skills while competing for awards. Our candidates will use knowledge and skills to advance the profession and make a positive impact.The Challenge is open to students from any country. Candidates must be twenty-two years old or younger on the submission deadline date. Suggested Research Topics:-Endless Frontier Act-Net Neutrality-Misinformation-Antitrust-Online Harassment&Bullying-Human Enhancement-AI Ethics-Digital Space and Democracy.",
		"link": "https://potomac.acm.org/"
	},
	{
		"name": "Program in Mathematics for Young Scientists (PROMYS)",
		"description": " PROMYS is a challenging program designed to encourage ambitious high school students to explore the creative world of mathematics. Each summer, approximately 85 high school students and 25 undergraduate counselors from across the country and around the world gather for six weeks of rigorous mathematical activity.PROMYS will run in person at Boston University. PROMYS is free for domestic students whose families make under $80,000 a year. Need-based financial aid is available for all families up to the full cost of participation (including tuition, room and board). Students may also apply for travel support. Aid for international students is assessed on a case-by-case basis. There are also some fellowships.The application includes 10 challenging problems which students should give themselves days or weeks to think about. Successful applicants do not need to have taken any advanced math courses or participated in contests. They do need to show unusual readiness to think deeply about mathematics.Through their intensive efforts to solve an assortment of unusually challenging problems in Number Theory, participants practice the art of mathematical discovery. The problem sets encourage students to design their own numerical experiments and to employ their own powers of analysis to discover patterns, formulate and test conjectures, and justify their ideas by devising their own mathematical proofs. There are also Exploration Labs, advanced seminars, research projects and dozens of talks and guest lectures on a wide range of mathematical topics.Talented undergraduate counselors are readily available to discuss mathematics and to offer support. Each counselor provides detailed feedback on the daily work of their 3 or 4 students. Counselors keep a protective eye on the students to ensure they are safe and happy. Faculty and visiting mathematicians are an additional resource.The emphasis at PROMYS is on asking good and creative questions, on hard work and persistence, on clarity of thought and precision of expression, on respect for people and ideas, and on the sheer joy of acquiring mathematical insight. Participants are asked to work beyond their centers of competence and to push the limits of their knowledge. The atmosphere is collaborative, not competitive. The PROMYS community provides a richly supportive environment. The alum community is strong, so the friendships and connections made at PROMYS extend far beyond the summer.For more information, visit our website or contact Dr. Li-Mei Lim - Executive Director: promys@bu.edu Or 617-353-2563.",
		"link": "https://promys.org/programs/promys/for-students/scholarships/"
	},
	{
		"name": "Quantum Cryptography School for Young Students (QCSYS)",
		"description": " Discover how mathematics, physics, computer science, engineering, and more combine into one of the most exciting topics in modern science - quantum information - at the Quantum Cryptography School for Young Students (QCSYS). QCSYS is a unique enrichment program for high school students that will run this August.QCSYS will be a free, online program that offers a blend of expert lectures, small group discussions, problem solving, and opportunities for mentoring and networking with world-leading quantum researchers.You will:- see how the world works at the quantum level;- understand phenomenon like quantum superposition and entanglement;- learn how quantum technology will transform computing, imaging and cryptography; and- make international friendships.Application Deadline: 6/7/2024Program Dates: 8/12/2024 - 8/23/2024",
		"link": "https://uwaterloo.ca/institute-for-quantum-computing/programs/qcsys"
	},
	{
		"name": "Quest Bridge:  The National College Match",
		"description": " The College Match offers full four-year scholarships covering tuition and room and board for high-achieving low-income students. All College Match scholarships cover 100% of demonstrated financial need and are loan-free.QuestBridge's partner colleges include many of the nation's leading colleges and universities, and all are committed to seeking out and admitting high-achieving students regardless of family income. Our partner colleges are among the most selective in the country, and include liberal arts colleges and research universities. Read more about our partner colleges.The QuestBridge National College Match was created to maximize the admissions chances and financial aid results for high-achieving low-income students. High School Seniors only are eligible to apply.  Funds some non-U.S. students.",
		"link": "https://www.questbridge.org/high-school-students/national-college-match"
	},
	{
		"name": "Quiz Bowl",
		"description": "Quiz Bowl is an intellectually stimulating competition where teams of students compete against each other to answer a wide range of questions on various subjects, such as history, science, literature, fine arts, and more. The fast-paced and challenging format encourages participants to showcase their knowledge and critical thinking skills, making it an exciting and engaging academic experience.",
		"link": "https://www.naqt.com/"
	},
	{
		"name": "RSI (Research Science Institute)",
		"description": "The RSI (Research Science Institute) program is an immersive summer research experience that provides exceptional high school students with the opportunity to engage in cutting-edge scientific research and collaborate with renowned mentors from various fields. The program takes place in MIT.",
		"link": "https://www.cee.org/programs/research-science-institute"
	},
	{
		"name": "Recruitment & Training for Under-Represented Populations (RTURP) Program",
		"description": " The Intramural Research Program(IRP) is the in-house research program of the National Institute on Drug Abuse (NIDA), National Institutes of Health (NIH) and is located on the Johns Hopkins Bayview Campus, Baltimore, Maryland.  For nearly 60 years, NIDA has been the primary source of scientific knowledge concerning addiction and has served as a training facility for researchers with an interest in drug abuse research.  The Recruitment & Training Program for Under-represented Populations is an intramural program that provides training opportunities for students who are interested in the scientific basis of drug abuse.  A limited number of positions are available each summer.  Selection is very competitive.",
		"link": "https://irp.drugabuse.gov/organization/diversity/recruitment-under-represented-populations/"
	},
	{
		"name": "Red Cross Club",
		"description": "Red Cross Club is a student-led organization that partners with the American Red Cross to promote humanitarian efforts and provide support during emergencies and disasters. Members of the club participate in various community service projects, including organizing blood drives, teaching CPR and first aid skills, and raising awareness about health and safety issues. By actively engaging in communit...View more",
		"link": "https://www.redcross.org/red-cross-youth/red-cross-clubs/k12-and-college.html"
	},
	{
		"name": "Regeneron Science Talent Search",
		"description": "The Regeneron Science Talent Search is a highly regarded science competition that showcases the innovative research projects of exceptional high school students. With a focus on scientific inquiry, participants engage in independent investigations across diverse STEM disciplines, presenting their findings to esteemed judges and vying for scholarships, recognition, and the chance to interact with r...View more",
		"link": "https://www.societyforscience.org/regeneron-sts/"
	},
	{
		"name": "Research Experience and Mentoring Summer Program in Regenerative Engineering - Northwestern University",
		"description": " The Research Experience and Mentoring (REM) Program at Northwestern's Center for Advanced Regenerative Engineering offers six young researchers the opportunity to join an ongoing regenerative engineering research project.  Over an eight week period this summer, research participants will gain practical laboratory experience working on the EFRI project alongside Professor Guillermo Ameer and his team, mastering new skills related to cellular reprogramming alongside a larger array of mentorship and professional development opportunities.  Stipends are provided to all research participants, and accommodations are available for applicants from outside the Evanston area.  Participation is open to students in high school, two-year, and four-year degree programs.  Please note that NSF guidelines require all participants to be United States citizens, nationals, or permanent residents.",
		"link": " https://regenerative-engineering.northwestern.edu/programs/research-experience-and-mentoring-rem-summer-research-program/index.html"
	},
	{
		"name": "Research Internships in cyber-security, energy, engineering design, and software development",
		"description": " Are you interested in applying classroom theory in a real-world work environment? Each year, Sandia's Student Internship Program (SIP) welcomes students from around the country. Some are year-round interns who attend local schools, many come during the summer, and others co-op during the academic year. We offer a wide range of technical and business-related opportunities for students ranging from high school (ages 16+) to those working on a Ph.D.*Full-time enrollment status during the academic school year at a university or at a local high school in the Albuquerque area (Sandia/New Mexico) or San Francisco Bay Area (Sandia/California) is required.",
		"link": "http://www.sandia.gov/careers/students_postdocs/internships/"
	},
	{
		"name": "Research Science Institute (RSI)",
		"description": " The Research Science Institute (RSI) is a free summer research internship program for rising high school seniors who are brilliant in science and mathematics. Students apply for RSI during the fall of the junior year in high school.RSI is sponsored by the Center for Excellence in Education in collaboration with the Massachusetts Institute of Technology (MIT).Each summer, 100 of the world's most accomplished high school students gather at MIT for the Research Science Institute. RSI is the first cost-free to students, summer science & engineering program to combine on-campus course work in scientific theory with off-campus work in science and technology research.Participants experience the entire research cycle from start to finish. They read the most current literature in their field, draft and execute a detailed research plan, and deliver conference-style oral and written reports on their findings.RSI scholars first participate in a week of intensive STEM classes with accomplished professors. The heart of RSI is the five week research internship where students conduct individual projects under the tutelage of mentors who are experienced scientists and researchers. During the final week of RSI, students prepare written and oral presentations on their research projects.For more detailed information about RSI, please visit our website!",
		"link": "https://www.cee.org/programs/research-science-institute"
	},
	{
		"name": "Research Technician Fellowship",
		"description": " A Research Technician Fellowship at The Morton Arboretum is intended for high school or undergraduate students who are interested in experiencing scientific research and tree science. No experience is necessary. Individuals will be mentored by Morton scientists and see what it's like to join a scientific research group. Experience careers that explore solutions for climate change, biodiversity, natural resources management, and urban life. Laboratory, computer, and outdoor field opportunities available.",
		"link": "https://mortonarb.org/science/opportunities-in-science/research-technician-fellowship/"
	},
	{
		"name": "Research in Science & Engineering (RISE)",
		"description": "The Research in Science & Engineering (RISE) Program offers high school students an exceptional opportunity to engage in hands-on research projects with renowned scientists and engineers. Participants can explore various fields, such as biology, chemistry, physics, computer science, and more. This immersive experience aims to ignite passion for scientific inquiry, enhance critical thinking skills,...View more",
		"link": "https://www.bu.edu/summer/high-school-programs/rise-internship-practicum/"
	},
	{
		"name": "RoboCup Robotics Competition",
		"description": "RoboCup is an exciting competition that challenges students to design, build, and program autonomous robots to compete in a variety of soccer-related challenges. Participants form teams and apply their skills in robotics, computer vision, artificial intelligence, and control systems to create innovative robots capable of playing soccer with minimal human intervention. The competition promotes coll...View more",
		"link": "https://www.robocup.org/"
	},
	{
		"name": "Rube Goldberg Machine Contest",
		"description": "The Rube Goldberg Machine Contest is an annual competition that celebrates the spirit of invention and creativity. Participants design and build elaborate contraptions that complete a simple task in the most convoluted and entertaining way possible. Teams showcase their engineering skills, problem-solving abilities, and out-of-the-box thinking in this whimsical and challenging contest.",
		"link": "https://www.rubegoldberg.org/rube-goldberg-contests/"
	},
	{
		"name": "SONY World Photography Awards Youth Competition",
		"description": "The SONY World Photography Awards Youth Competition celebrates the creative vision and technical skills of young photographers aged 12-19. With various categories to choose from and expert judging, it provides a platform for young photographers to showcase their talent, gain global exposure, and receive recognition for their outstanding work.",
		"link": "https://www.worldphoto.org/sony-world-photography-awards/youth"
	},
	{
		"name": "STEM Disability Scholarships",
		"description": " OSAA is a NSF-funded initiative seeking to increase the number of students with disabilities that earn STEM degrees and enter the STEM workforce.  Wright State leads a coalition of Ohio State University, Sinclair Community College and Columbus State Community college in implementing programming to recruit high school students and other persons with disabilities to STEM college majors.  OSAA also provides college students with academic and personal support aimed at maximizing STEM retention and graduation rates, as well as extracurricular enhancements to increase the quality of their degrees and competitiveness for positions in high quality graduate programs and the STEM workforce.The OSAA program at Wright State includes a wide range of tailored activities, academic supports and enrichment opportunities for STEM students with disabilities during the last two years of high school and while enrolled in STEM studies at the university at the undergraduate and graduate levels. OSAA is supported by its secondary school partners through recruiting assistance and by its STEM government and industry partners through student placements in research experiences and internships.The primary focus of OSAA interventions and research is on university students with disabilities who are pursuing degrees under STEM majors. New freshmen, transfer students and existing upperclassmen are recruited through advertising and referrals to become OSAA Scholars. Those who elect to join this group are given access to a variety of services, supports, incentives and academic opportunities aimed at assuring their retention in college and progression in the STEM major of their choice, optimizing the quality of the degrees that they earn, and maximizing their qualifications for entry to the STEM workforce or graduate school programs. Among the benefits available to OSAA Scholars at Wright State are access to tutoring in prerequisite and STEM courses, a first-year experience learning community, near-peer and professional mentoring, regular Scholars seminar meetings focused on career success following graduation, STEM participation incentives for travel, software and tools (Scholars’ Dollars), scholarships, internships, and a unique individualized advising resource known as the Ability Advisor.",
		"link": "https://www.wright.edu/disability-services/services/scholarships"
	},
	{
		"name": "STREAMS - Science, Technology, Robotics, Engineering, Arts and Mathematics with SCUBA ",
		"description": " STREAMS is an out-of-school time program for girls that integrates Science, Technology, Robotics, Engineering, the Arts and Mathematics with Scuba and Scientific diving. Participants learn about and build various underwater remotely operated vehicle recorders (ROVR) to explore diverse marine ecosystems.The STREAMS program is designed to introduce youth to a multitude of activities that integrate Science, Technology, Robotics, Engineering, Arts and Mathematics with SCUBA (STREAMS) curriculum. This program focuses primarily on three of the nine core technologies (i.e., structural, mechanical and electrical) with some exposure to optical, biotechnical, thermal and fluid technologies and how they integrate to create the Sea Perch. Program participants will build underwater remote operate vehicles with video recording capabilities. Using the device, participants will have an opportunity to engage in introductory underwater archeology and study the biodiversity of ecosystems, such as reef behavior.",
		"link": "http://www.blackgirlsdivefoundation.org/streams"
	},
	{
		"name": "SUMaC (Stanford University Math Camp)",
		"description": "Stanford University Math Camp (SUMaC) is an intensive residential program designed for high school students with a passion for mathematics. Participants engage in rigorous mathematical coursework, collaborative problem-solving sessions, and research projects under the guidance of Stanford faculty and staff. SUMaC provides an immersive and intellectually stimulating environment where students can e...View more",
		"link": "https://spcs.stanford.edu/programs/stanford-university-mathematics-camp-sumac"
	},
	{
		"name": "SUNY Oneonta Biological Field Station Summer Internship Program",
		"description": " SUNY Oneonta Biological Field Station (BFS) Summer Internship program is a paid research opportunity. Undergraduate internships are 10-week positions open to individuals enrolled in an undergraduate program of study at the time of application. The number of positions available varies from year to year based on faculty involvement and funding; typically 6-10 undergraduate students are selected to participate.High School internships are 9-week positions open to New York State residents age 16 or older as of June 20th. The number of positions available varies from 1-3, with at least one position awarded to a resident of Otsego County, NY. Students from locales outside of Otsego County are encouraged to apply, though must be prepared to arrange housing for themselves.Please visit the website to learn how to apply, and it is important that you contact your potential recommenders well in advance of the deadline. Successful completion of this 10-week internship earns 1 credit in BIOL 3097, tuition-free.There are also internship opportunities for high school students. Visit our website for details on both undergrad and high school internships.",
		"link": "https://suny.oneonta.edu/biological-field-station/internships"
	},
	{
		"name": "Samsung Solve for Tomorrow Challenge",
		"description": "The Samsung Solve for Tomorrow Challenge is a nationwide contest that encourages middle and high school students to address real-world issues through STEM education. Students form teams and develop innovative solutions to community problems using STEM principles, fostering critical thinking, problem-solving, and collaboration skills while making a positive impact in their local communities.",
		"link": "https://www.samsung.com/us/solvefortomorrow/"
	},
	{
		"name": "Scholarships for Yale Young Global Scholars (Two-Week Summer Program)",
		"description": " Yale Young Global Scholars invites students from over 150 countries and all 50 U.S. states to spend two weeks at Yale University attending an academic session of their choice. Our STEM session, Innovations in Science & Technology, covers topics in physics, astronomy, engineering, immunology, biochemistry, biomedical engineering, and more. Participants experience university life through Yale faculty lectures and small-scale seminars, all while meeting students from around the world.Scholarships:Thanks to generous donors, YYGS is able to offer a limited number of scholarships, which are need-based financial aid packages that cover full tuition costs. YYGS also distributes over $3 million USD in need-based financial aid to admitted students. Decisions will be released in early April.",
		"link": "https://globalscholars.yale.edu/tuition/scholarships"
	},
	{
		"name": "Scholastic Art & Writing Awards",
		"description": "The Scholastic Art & Writing Awards is a renowned program that recognizes and celebrates the artistic and literary achievements of students in grades 7-12. With a rich history spanning nearly a century, this prestigious competition showcases the exceptional talents of young artists and writers across various mediums and genres. Through rigorous judging and evaluation, participants have the opportu...View more",
		"link": "https://www.artandwriting.org/"
	},
	{
		"name": "Schoolhouse.world",
		"description": "\nSchoolhouse.world is a transformative online learning platform connecting students globally with expert tutors for free, live, one-on-one tutoring sessions. Founded by Salman Khan, the platform offers personalized academic support in a wide range of subjects. One of its unique features is the opportunity for anyone, regardless of their background or qualifications, to become a tutor, fostering a ...View more",
		"link": "https://schoolhouse.world/"
	},
	{
		"name": "Science Mentorship Institute - Biology Mentorship Program",
		"description": " The Science Mentorship Institute, each summer, provides a research mentorship program in biology with the aim to bridge the barrier in science research education for underrepresented, marginalized high school students. We pair mentors with research experience at the college level and beyond with underserved students to lead, together, an independent research project that 1) supports the mentor's development towards independent investigation and mentorship skills, and 2) supports the mentee's interest in continuing in science.The Biology Mentorship Program (BMP) is a 6-week summer program that provides high school students the opportunity to develop areas of research interest within biology. We span areas of human, plant, molecular, and systems biology. This free virtual program is a valuable tool for aspiring biologists (like you!) to explore the world of biology with resources that are free and open-source, which we will help you to navigate. Students will be paired with an accomplished mentor to pursue an independent research project; students who need more flexibility or could not be matched with a mentor will be given full access to all program materials, including lectures and journal clubs.The program is fully virtual and flexible. Students participating in BMP are expected to dedicate 10-20 hours per week to the program, but this requirement is flexible. In addition, students must be available for most of the virtual program dates spanning mid-June - beginning of August (we will update specific dates on our website). There are absolutely no other requirements.We welcome international students and students who have never had exposure to scientific research in the past. We welcome students of high school education level or higher, including nontraditional paths (e.g. community college, no college, military service, re-entering education system). More details of our program are listed on our website.Application Deadline: 5/1/2024",
		"link": "https://sci-mi.org/bmp.html"
	},
	{
		"name": "Science Mentorship Institute - Computer Science Mentorship Program (CSMP)",
		"description": " The Computer Science Mentorship Program (CSMP) is a 7-week summer program that provides high school students the opportunity to develop areas of research interest within computer science. This free and accessible program is a valuable tool for aspiring computer scientists to explore the world of computer science research using free and accessible resources. Resources include: open-source software, open-access papers, freely available development environments, and volunteer mentors, among others. Students will use these resources to pursue an independent project that will culminate in a presentation and a write-up by the end of the summer.Students participating in CSMP are expected to dedicate around 10-20 hours per week on the program. In addition, students must be available for most of the program dates: Beginning of July - Beginning of August. There are absolutely no other requirements. We do not expect or anticipate that students will enter our program knowing how to code! Access to a laptop or desktop computer is encouraged, but certainly not required. We currently expect to be able to accommodate all interested students.Application Deadline: 5/1/2024",
		"link": "https://sci-mi.org/csmp.html"
	},
	{
		"name": "Science Mentorship Institute - Electrical Engineering Mentorship Program (EEMP)",
		"description": " The Electrical Engineering Mentorship Program (EEMP) is a 5-week summer program designed to provide high school students an introduction to the field of electrical engineering and an opportunity to pursue their own research interests within the field.By exploring topics in circuits, computer architecture, software engineering, signal processing, and embedded systems, this free and accessible program is a valuable tool for aspiring electrical engineers. The program provides resources that empower students to explore the world of electrical engineering with resources, including open-source software, open-access papers, volunteer mentors, and more. Students will then be able to employ these resources to pursue their own individual independent project that will eventually culminate in a presentation and a write-up by the end of the summer.Application Deadline: 5/1/2024",
		"link": "https://sci-mi.org/eemp.html"
	},
	{
		"name": "Science Mentorship Institute: Neuroscience Mentorship Program",
		"description": " The Science Mentorship Institute, each summer, provides a research mentorship program in neuroscience with the aim to bridge the barrier in science research education for underrepresented, marginalized high school students. We pair mentors with research experience at the college level and beyond with underserved students to lead, together, an independent research project that 1) supports the mentor's development towards independent investigation and mentorship skills, and 2) supports the mentee's interest in continuing in science.The Neuroscience Mentorship Program (NMP) is a 5-week summer program that provides high school students the opportunity to develop areas of research interest within neuroscience. This free virtual program is a valuable tool for aspiring neuroscientists (like you!) to explore the world of neuroscience with resources that have been, and will always be, available. Each student will be paired with an accomplished mentor to pursue an independent research project.The program is fully virtual and flexible. Students participating in NMP are expected to dedicate 10-20 hours per week on the program, but this requirement is very flexible. In addition, students must be available for most of the virtual program dates spanning mid June - Beginning of August (we will update specific dates on our website). There are absolutely no other requirements.More details of our program is listed in our website.Application Deadline: 5/1/2024",
		"link": "https://sci-mi.org/nmp.html"
	},
	{
		"name": "Science Olympiad",
		"description": "Science Olympiad is an international nonprofit organization dedicated to improving the quality of K-12 science education by providing challenging competitions and hands-on learning opportunities. Students compete in various science-related events and demonstrate their knowledge and skills in STEM disciplines",
		"link": "https://www.soinc.org/"
	},
	{
		"name": "Simmons Summer Research Program",
		"description": "The Simons Summer Research Program is a prestigious research opportunity for high school students interested in mathematics, physics, and computer science. Selected participants spend six weeks working on cutting-edge research projects under the guidance of faculty mentors at Stony Brook University. The program aims to provide a stimulating and immersive research experience, allowing students to d...View more",
		"link": "https://www.stonybrook.edu/simons/"
	},
	{
		"name": "Sir Isaac Newton Exam (SIN Exam)",
		"description": " The Sir Isaac Newton (SIN) Exam is a physics test offered by the Department of Physics & Astronomy at the University of Waterloo. It aims to encourage the teaching of physics by providing a challenging yet refreshing and fun experience for high school students. The exam includes humorous elements and is open to students from across Canada, the USA, and abroad. ",
		"link": "https://uwaterloo.ca/sir-isaac-newton-exam/"
	},
	{
		"name": "Space Settlement Design Competition (SSDC)",
		"description": "The Space Settlement Design Competition involves high school students in designing space settlements. Teams participate in designing over several months, creating a 40-page written proposal judged in May. The competition culminates in International Finals at the Center for Space Education near NASA Kennedy Space Center.",
		"link": "https://spaceset.org/"
	},
	{
		"name": "Spellman HV Clean Tech Competition",
		"description": "The Spellman HV Clean Tech Competition is an esteemed international science and engineering competition that challenges high school students to develop innovative and sustainable solutions to address pressing environmental issues. Participants work in teams to design and present their clean technology projects, showcasing their creativity, scientific knowledge, and problem-solving skills. The comp...View more",
		"link": "https://www.competitionsciences.org/competitions/spellman-hv-clean-tech-competition/"
	},
	{
		"name": "Stanford Center for Artificial Intelligence in Medicine & Imaging: Summer Research Internship ",
		"description": " Consider Stanford AIMI's Summer Programs for high school students! Explore healthcare's future through our AI in Medicine Summer Research Internship and Bootcamp! During the two-week virtual programs, we aim to spark interest and empower the next generation of AI leaders in medicine. Our hope is to inspire students to develop innovative AI solutions to advance human health for all.Summer Research Internship:Dive into AI's impact on healthcare through expert-led sessions, a hands-on project, & mentorship from Stanford researchers. Open to ambitious high school students entering 9th-12th grade in Fall who want to apply their technical skills to real-world clinical problems.Summer Bootcamp Program:Designed for high school learners of all technical levels, this free virtual bootcamp offers a curated curriculum that covers the fundamentals of machine learning in healthcare settings. Discover the intersections through this series of virtual lectures led by Stanford's leading health AI experts.Visit our website to learn more and apply!",
		"link": "https://aimi.stanford.edu/engage/summer-research-internship"
	},
	{
		"name": "Stanford ProCo - High School Programming Contest",
		"description": "ProCo is a computer programming contest tailored for high school students, inspired by the college-level ACM-ICPC. It offers an engaging platform for students aged 13-18 to explore their passion for computer science. Teams of up to three students compete to solve algorithmic problems within a 3-hour timeframe. The contest features divisions for Novice and Advanced participants, ensuring an inclusi...View more",
		"link": "https://www.stanfordacm.org/proco"
	},
	{
		"name": "Stanford STaRS Internship",
		"description": " Stanford's Division of Plastic and Reconstructive Surgery hosts the Science, Technology, and Reconstructive Surgery (STaRS) internship each summer free-of-cost to 15-30 selected undergraduate and high school students.  The interns spend 7-weeks mastering basic lab techniques, participating in research projects, and presenting their work all under the mentorship of experienced researchers.The goal of the STaRS Internship is to provide a world-class experience that creates the next generation of biomedical innovators who will discover new treatments and procedures in the fields of plastic surgery and regenerative medicine. Our program is committed to teach, mentor and encourage young students at the earliest stages of their careers.A typical week will consist of 4 days in lab with 1-day non-lab-based activities which have included touring Anatomy Lab, Plastic Surgery lecture, scavenger hunt, and team building activities.",
		"link": "https://plasticsurgery.stanford.edu/research/stars.html"
	},
	{
		"name": "Step Up to STEM",
		"description": " Step Up to STEM is a free, one-week residential summer program designed to provide STEM opportunities and support for groups historically underrepresented in STEM fields. It is also an innovative interdisciplinary academic program that uses exciting real-world subjects to challenge rising 9th and 10th graders across North Carolina and build their skills in science, math, technology, and communications.During the program, students live and learn on a campus, where they have the opportunity to take advantage of many unique enrichment activities available. Step Up to STEM is open by application to 8th graders who live in North Carolina.",
		"link": "https://www.ncssm.edu/summer/step-up-to-stem"
	},
	{
		"name": "Summer 2024 Internship Projects: IT or Computational Science tracks",
		"description": " IT projects will focus on using Python, Java or other programming languages for interesting applications such as in cryptography or in global data trend evaluations. Computational science projects will utilize molecular modeling and drug design methods for biological or medicinal applications (cancer and other diseases). Sample project descriptions are provided in this page for previous years. Students interested in interning with us are encouraged to take at least one of the computational science certificate courses that we offer. ",
		"link": "https://www.questsri.org/research-internships.html"
	},
	{
		"name": "Summer Course in Materials Science for High School Students - Penn Summer Science Initiative (PSSI)",
		"description": " The FREE Penn Summer Science Initiative, PSSI, is sponsored by the Penn Materials Research Science and Engineering Center, MRSEC, which is funded by the National Science Foundation. It will accept up to 28 students entering their junior or senior year of high school from the greater Philadelphia region for a four-week intensive materials science course.The course will run from approximately 10:00 - 3:30 daily. The course may include formal lectures from Penn faculty and affiliated researchers, materials science workshops, lab report writing seminars (very useful for college!), projects, hands-on activities, and field trips. Students will get exposure to a variety of materials characterization techniques, such as scanning electron and optical microscopies, thermal analysis techniques, mechanical testing, and x-ray diffraction. Students will be expected to work on reports, projects, and other assignments outside of program hours.Eligibility: Students will be selected for this program based on their scholastic achievements, resume, interest in science, and recommendations. Students must have taken chemistry and/or physics courses. Qualified applicants must be U.S. citizens or permanent residents. Women, minorities, and persons with disabilities are especially encouraged to apply.",
		"link": "https://www.lrsm.upenn.edu/outreach/pssi/"
	},
	{
		"name": "Summer Engineering Seminar (SES)",
		"description": " This special summer experience is for current high school sophomores and juniors who are interested in exploring the field of engineering. The program is designed to acquaint participants with the engineering profession, the academic expectations of college, and the nature of life at a university.",
		"link": "https://www.scu.edu/engineering/beyond-the-classroom/outreach/summer-engineering-seminar-ses/"
	},
	{
		"name": "Summer Pre-College Program Funding and Scholarships",
		"description": " Summer Pre-College at UMass Amherst is an academic summer program for rising high school sophomores, juniors and seniors. Our programs correspond to a variety of college majors and give students an opportunity to explore their academic interests and help them decide what to study in college. It's a great way for high school students to experience college-level coursework first-hand. Sessions range in length from 1 to 6 weeks.Residential programs are offered at UMass Amherst and at the UMass Mt. Ida campus in Newton, MA. Explore your interests and earn credit while working with faculty, and experience life as a UMass student. Students will enjoy air-conditioned housing, state-of-the-art classroom facilities, and the #1 ranked campus dining in the U.S. Online options are available, too.Full scholarships are available for Question Everything' and the Summer Engineering Institute. Students with financial need who will be entering 10th - 12th grades are invited to apply. Limited partial scholarships are also available for all other STEM programs offered. 'Question Everything is open to rising high school seniors from Springfield and Holyoke, MA.Our STEM programs include:- AI, Data & Ethics- Antibiotic Resistance: A Global Health Crisis- Building & Construction Technology: BuildingLab- Drug Discovery: Exploring Biochemical Properties of Plants- Energy Without Borders- Equine Science- Forensic Anthropology- Introduction to Electronics & Arduino- Introduction to Programming in Python- Kinesiology: Pathway to the Medical Professions- Modern Astronomy- Pre-Veterinary Medicine- Programming for Aspiring Scientists: Python with Applications to Physics- Psychology of the Human-Animal Bond- Social Media & Society- Summer Engineering Institute- Veterinary TechnologyQuestion Everything is a mind-expanding residential summer program for high school students, offered by the UMass Amherst Department of Philosophy. We'll explore exciting philosophical issues in a fun and supportive environment. It's a chance for participants to get a taste of college, meet new people, and most importantly, question everything! Question Everything is open to rising high school seniors from Springfield and Holyoke, MA. All admitted applicants automatically receive a full scholarship covering room and board, instruction, and materials.Application Deadline: 5/15/2024",
		"link": "https://www.umass.edu/uww/programs/pre-college"
	},
	{
		"name": "Summer Programs for Experience in Professional Healthcare",
		"description": " The 6-month program’s objective is to stimulate and encourage minority and under-represented individuals’ interests in professional healthcare programs by exposing qualified participants to the different doctorate degrees available. (Students selected for the program will represent minority (non-Caucasian or female), rural, economically disadvantaged, and/or first-generation students of ANY racial background.) Usually held from January to June, each monthly session is filled with fun activities, guest speakers, and a chance to win some cool prizes!",
		"link": "http://determinedtobeadoctor.com/virtual-program-apply/"
	},
	{
		"name": "Summer Research Institute - Women's Alliance in STEM and Humanities ",
		"description": " The Women's Alliance in STEM and Humanities Summer Research Institute (WASH SRI) is an annual, virtual research opportunity for students grades 6-12. We provide select students with direct access to workshops taught by experienced mentors, who simultaneously guide the students' research projects throughout the summer, culminating in a virtual showcase/science fair during the first week of August.This summer, the WASH SRI is offering three possible tracks to student researchers:(1)microbiology/epidemiology (2)finance/cs, and (3)quantum physics. Students may indicate their two most preferred tracks on the application form. During the program, students can expect once a week workshops ranging from 2-3 hours, covering everything from the fundamentals to the latest applications of each technology. During the week, students will also be expected to complete checkpoints of their research project. At the end, mentors will grade each research project, and assist students with possible publication/continuation options.INFO ABOUT WASH: We primarily focus on bridging the gap between the sciences and social sciences/DEI training through workshops, and STEM seminars. We have impacted approximately a 1000 students so far, and raised around 9k in supplies for children's education. A part of our effort is the DEAR FUTURE WASH series, where we interview women in STEM, policy, etc.  Our mentor network includes students/faculty from Princeton University, UPENN, John Hopkins, NYU, USC, Cornell, and more!Application Deadline: 6/30/2024",
		"link": "https://docs.google.com/forms/d/e/1FAIpQLSeEQq1HxspTjsLIFwscu8RN6oAkkPg7lXeau5MEeCcSQJhltg/viewform"
	},
	{
		"name": "Summer Science Program ",
		"description": " Generous no cost participation in the Summer Science Program located at five campuses, including Univ. of Colorado Boulder, Univ. of North Carolina Chapel Hill, New Mexico Tech, Purdue Univ., and Indiana Univ. SSP is a residential immersion into experimental science, designed to challenge and inspire talented rising seniors from around the world. Working in teams of three, participants complete a research project from beginning to end: either in Astrophysics - near-earth asteroid imaging and orbit determination; Biochemistry - fungal enzyme inhibition and drug discovery; or Genomics - antibiotic resistance and directed evolution. Each team acquires its own original data and performs its own analysis. Field trips and guest speakers round out an intense 39-day schedule.The Summer Science Program is an independent nonprofit, uniquely governed by its own alumni, faculty, and friends. Hundreds of them donate to SSP each year because they are committed to keeping this life-changing experience financially accessible for every participant. Thanks to our donors, we can subsidize every participant to greater/lesser degree, and by awarding generous need-based financial aid grants up to the full program fee, plus up to $500 for airfare.More informatiom available on our website!",
		"link": "https://summerscience.org/admissions/fee-and-financial-aid/"
	},
	{
		"name": "Summer Student Program",
		"description": " The Jackson Laboratory Summer Student Program is designed for students who want to immerse themselves in genetics and genomics research. It emphasizes laboratory discovery, communication of knowledge, and professional growth.The 10-week program is offered on two campuses - The Jackson Laboratory, Bar Harbor, Maine, and the Jackson Laboratory for Genomic Medicine, Farmington, Connecticut.Approximately 32 fellowships will be offered in Bar Harbor and 11 fellowships will be offered in Farmington.Participants receive a stipend of $5250 and all other costs including room and board, travel, and research supplies are also covered.",
		"link": "https://www.jax.org/education-and-learning/high-school-students-and-undergraduates/learn-earn-and-explore/admission"
	},
	{
		"name": "TEAMS",
		"description": "TEAMS is a science, technology, engineering, and mathematics (STEM) competition that challenges middle school and high school students to solve real-world engineering challenges. Teams of two to four students work together to design, build, and test a solution to an engineering problem.",
		"link": "https://tsaweb.org/teams"
	},
	{
		"name": "Technology Student Association (TSA)",
		"description": "The Technology Student Association (TSA) is a widely recognized organization that promotes STEM education and offers a variety of engaging activities and competitions for high school students. TSA members have the opportunity to explore areas such as engineering, technology, computer science, and leadership through hands-on projects, problem-solving challenges, and networking with industry profess...View more",
		"link": "https://tsaweb.org/"
	},
	{
		"name": "Technovation",
		"description": "Technovation is a global program that inspires and equips young girls to become tech entrepreneurs. Through the program, participants learn to identify social issues, develop innovative mobile app solutions, and pitch their ideas to industry professionals. Technovation empowers girls to become leaders in technology, fostering creativity, collaboration, and problem-solving skills along the way.",
		"link": "https://my.technovationchallenge.org/#/"
	},
	{
		"name": "Teen Science Scholar Internships",
		"description": " This is a complete hands-on summer internships with Science Division staff at the Denver Museum of Nature & Science. Teen interns strengthen their investigative and communication skills, develop a peer network of students from across the state of Colorado, and share their work and experiences during a Showcase event at the end of the summer.In the past years, teens have interned in departments such as Anthropology, Conservation, Earth Sciences, and Zoology. The internships provide a structured learning opportunity under the direct supervisor of DMNS staff members who serve as mentors.",
		"link": "http://www.dmns.org/about-us/careers-and-internships/internships/2019-teen-science-scholars/"
	},
	{
		"name": "Telluride Association Summer Seminar (TASS)",
		"description": "Telluride Association Summer Seminar (TASS) is an intensive academic program designed for high school juniors with a passion for intellectual inquiry. Selected students participate in a multi-week residential seminar held at various college campuses. TASS offers a rigorous curriculum focused on humanities, literature, and social sciences, engaging students in lively discussions, seminars, and inde...View more",
		"link": "https://www.tellurideassociation.org/"
	},
	{
		"name": "The BioGENEius Challenge",
		"description": "The BioGENEius Challenge is a national competition that recognizes and celebrates the achievements of young biotechnology innovators. Students engage in groundbreaking research projects within the field of biotechnology, tackling real-world challenges and pushing the boundaries of scientific discovery. The competition provides a platform for students to showcase their expertise, collaborate with i...View more",
		"link": "https://biotechinstitute.org/biogeneius/"
	},
	{
		"name": "The Coca-Cola Scholars Program Scholarship",
		"description": " The Coca-Cola Scholars Program scholarship is an achievement-based scholarship awarded to students in their final year of high school. Students are recognized for their capacity to lead and serve, as well as their commitment to making a significant impact on their schools and communities. With the 35th class in 2023, the Foundation has provided over 6,750 Coca-Cola Scholars with more than $81 million in educational support. 150 Coca-Cola Scholars are selected each year to receive this $20,000 scholarship.",
		"link": "https://www.coca-colascholarsfoundation.org/apply/#programs"
	},
	{
		"name": "The Diamond Challenge",
		"description": "The Diamond Challenge is an entrepreneurship competition that empowers high school students to develop and pitch innovative business ideas. Participants have the option to compete as individuals or in teams, working on their entrepreneurial ventures in areas such as technology, social impact, and sustainability. Through a series of rounds, including business plan submission and live pitch presenta...View more",
		"link": "https://diamondchallenge.org/"
	},
	{
		"name": "The Generation Google Scholarship",
		"description": " The Generation Google ScholarshipAt Google, we believe information should be universally accessible. Our education and scholarship programs aim to inspire and help students become future leaders in computing and technology by breaking down the barriers that prevent them from entering these fields.The Generation Google Scholarship was established to help aspiring computer scientists excel in technology and become leaders in the field. Selected students will receive 10,000 USD (for those studying in the US) or 5,000 CAD (for those studying in Canada).  As part of the scholarship, current high school seniors who are entering their first year of university will be required to attend Google’s Computer Science Summer Institute (CSSI) in the summer. Current undergraduate or graduate students will be invited to attend the Google Scholars’ Retreat.Who can apply?Generation Google Scholarship for current high school seniorsTo be eligible to apply, applicants must:­Be a current high school seniorIntend to be enrolled in or accepted as a full-time student at a university in the US or Canada.  Intend to pursue a Computer Science or Computer Engineering degree, or a degree in a closely related technical fieldExemplify leadership and demonstrate a passion for computer science and technologyExhibit a strong record of academic achievementBe a student from an underrepresented group in computer science (African American, Hispanic, American Indian, Female, or a Person with a Disability)Be available to attend Google's Computer Science Summer Institute (CSSI) in the summer.Generation Google Scholarship for current university students.\r\nTo be eligible to apply, applicants must:Be currently enrolled as an undergraduate or graduate student at a university Intend to be enrolled in or accepted as a full-time student at a university in the US or Canada Pursuing a Computer Science or Computer Engineering degree, or a degree in a closely related technical fieldExemplify leadership and demonstrate a passion for computer science and technologyExhibit a strong record of academic achievementBe a student from an underrepresented group in computer science (African American, Hispanic, American Indian, or Female.)Students with disabilities should apply to the Google Lime Scholarship on (google.com/students/scholarships).Application Deadline: 4/23/2024",
		"link": "https://edu.google.com/scholarships/the-generation-google-scholarship/"
	},
	{
		"name": "The Highschool Bridge Building Contest",
		"description": "The High School Bridge Building Contest offers an exciting and practical extracurricular experience for high school students interested in engineering, physics, and hands-on problem-solving. This competition challenges participants to design, construct, and test model bridges, providing a unique opportunity to apply fundamental principles of physics while developing crucial \"hands-on\" skills. Stud...View more",
		"link": "http://bridgecontest.phys.iit.edu/"
	},
	{
		"name": "The Junior Academy and the 1000 Girls, 1000 Futures Program",
		"description": " The Junior Academy introduces exceptional students to an online community where they gain access to best-in-class STEM resources and work together to solve real-world problems. STEM professionals mentor student teams during 60-day innovation challenges, with multiple challenges a year for participants to choose from.1000 Girls, 1000 Futures connects STEM-focused high school girls to dynamic, motivated female mentors during a year-long virtual science education program. Participants gain access to innovative programming focused on developing essential 21st century skills and become part of a strong network of female STEM leaders from around the world! Students must be female identifying in order to participate in this program.Application open to students ages 13-17.Location: Anywhere in the world. Cost: None. These programs are completely free for participating students.Language: All program content and communication on the platform is in English, and a strong level of English proficiency is required.",
		"link": "https://gsa.smapply.io/prog/student_programs_/"
	},
	{
		"name": "The Mitchell Scholarship Program",
		"description": " The Mitchell Institute unlocks the potential of Maine college students so they can contribute to the vitality of their communities. We award scholarships each year to graduating students from Maine's public high schools as they pursue higher education.The recipients of the Mitchell Scholarship, representing more than 130 high schools from every community in Maine, each will receive a scholarship award for $10,000 to be paid out in four equal installments of $2,500. In an effort to help more Maine students attain higher education, the Mitchell Institute provides scholarships for Maine students planning to attend two- and four-year degree programs at colleges both in- and out-of-state.Once Scholars are selected, the Mitchell Institute helps them navigate college and the world beyond through personal and professional supports. In addition to offering the financial support of the scholarship, the Mitchell Institute offers a wide array of personal, academic and professional support programs, as well as a network of nearly 3,000 Mitchell Scholars, Alumni, and partners.",
		"link": "http://mitchellinstitute.org/scholarship/"
	},
	{
		"name": "The National Young Composers Challenge ",
		"description": "The National Young Composers Challenge is an annual competition designed to nurture and showcase the talents of young composers across the United States. Participants are encouraged to create original compositions, ranging from classical to contemporary styles. This challenge provides aspiring composers with a platform to express their musical creativity and gain recognition for their innovative c...View more",
		"link": "https://youngcomposerschallenge.org/"
	},
	{
		"name": "The Paradigm Challenge",
		"description": "The Paradigm Challenge is an annual competition that encourages students to use their creative problem-solving skills to address real-world challenges. Participants can choose from different project tracks, including science, technology, engineering, mathematics, and social impact. Whether it's designing a sustainable solution, creating an innovative app, or developing a community service project,...View more",
		"link": "https://www.projectparadigm.org/"
	},
	{
		"name": "The Plant the Moon Challenge",
		"description": "The Plant the Moon Challenge, organized by the Institute of Competition Sciences in partnership with the Virginia Space Grant Consortium and multiple Space Grant programs, is an engaging and educational global science experiment and project-based learning challenge. Students, guided by teachers, design and conduct plant growth experiments using lunar regolith simulant, exploring innovative ways to...View more",
		"link": "https://plantthemoon.com/"
	},
	{
		"name": "The Summer Science Program (SSP)",
		"description": "The Summer Science Program (SSP) is an immersive summer experience for highly motivated high school students with a passion for astronomy and physics. Participants are selected through a competitive application process to attend the residential program, where they engage in rigorous scientific research and exploration under the guidance of experienced mentors. Through hands-on projects, lectures, ...View more",
		"link": "https://summerscience.org/"
	},
	{
		"name": "Toshiba ExploraVision",
		"description": "Toshiba ExploraVision is a prestigious science and technology competition that challenges K-12 students to envision innovative solutions for the future. Participants engage in research and collaborative problem-solving in STEM fields, encouraging creativity and critical thinking. Through this virtual competition, students explore scientific concepts, present their ideas, and have the opportunity t...View more",
		"link": "https://www.exploravision.org/"
	},
	{
		"name": "U.S. National Chemistry Olympiad (USNCO)",
		"description": "The U.S. National Chemistry Olympiad (USNCO) is a prestigious competition that challenges high school students in the field of chemistry. Participants engage in rigorous theoretical and practical exams to demonstrate their knowledge and problem-solving skills in various areas of chemistry. The USNCO provides a platform for students to showcase their passion for chemistry and compete at the nationa...View more",
		"link": "https://www.acs.org/education/students/highschool/olympiad.html"
	},
	{
		"name": "UPWARDS Graduate Academic Year Research Training Program",
		"description": " The MD Anderson Cancer Center UPWARDS research training initiative was created to offer hands-on, laboratory-based research experience so as to encourage underserved students to enter into STEM based academic and professional careers.We provide summer programs designed for underserved high school and undergraduate students, with the objective of fostering greater enthusiasm for biomedical graduate programs and the cancer research workforce.This 10-week research training program provides hands-on laboratory research training from distinguished faculty mentors representing various disciplines throughout the institution. Trainees will spend approximately 85% of their time engaged in a research project as decided upon with their mentor. The remaining 15% of their time will be devoted to academic and professional development programming. Trainees will present their research projects at the end of summer at the CATALYST poster symposium. To help generate a greater interest in STEM amongt younger generations, UPWARDS trainees will participate in one outreach event during the summer.Eligible trainees must be 1. an incoming high school senior in the Houston area or a current undergraduate student (rising sophomores-rising seniors) 2. Applicants should identify as underserved which includes, but is not limited to, economically disadvantaged, economically disadvantaged, with disabilities, and/or a first generation college student.",
		"link": "https://www.mdanderson.org/education-training/research-training/early-career-pathway-programs/summer-research-programs/programs/upwards-summer-program.html"
	},
	{
		"name": "UPenn Biomedical Research Program",
		"description": "The UPenn Biomedical Research Program offers high school students a unique opportunity to engage in cutting-edge biomedical research under the guidance of faculty mentors at the University of Pennsylvania. Through hands-on laboratory experiences and scientific investigations, participants delve into various aspects of biomedical research, including experimental design, data analysis, and scientifi...View more",
		"link": "https://hs.sas.upenn.edu/summer-programs/academies/biomedical"
	},
	{
		"name": "USA Biology Olympiad (USABO)",
		"description": "USABO is a rigorous biology competition designed to identify and recognize top biology students in the United States. The competition involves multiple rounds, including a preliminary exam and a semifinal and final exam for top-performing students. Participants are tested on their knowledge of biology concepts, laboratory skills, and critical thinking abilities. USABO provides an excellent platfor...View more",
		"link": "https://www.usabo-trc.org/"
	},
	{
		"name": "USA Computing Olympiad (USACO)",
		"description": "USACO is a programming competition that challenges students to solve algorithmic problems. It consists of several online rounds, allowing participants to demonstrate their programming skills and problem-solving abilities. The competition attracts talented computer science students from across the United States, providing an opportunity to showcase their abilities and earn recognition in the field.",
		"link": "http://www.usaco.org/"
	},
	{
		"name": "USA Mathematics Olympiad (USAMO)",
		"description": "USAMO is a prestigious mathematics competition held in the United States. It focuses on challenging mathematical problems that require deep mathematical reasoning and proof-writing skills. The competition consists of a series of exams conducted in person, allowing top math students to showcase their problem-solving abilities and mathematical creativity.",
		"link": "https://www.maa.org/math-competitions/usamo"
	},
	{
		"name": "USA Physics Olympiad (USAPhO)",
		"description": "The United States Physics Olympiad (USAPhO) is a prestigious physics competition that challenges high school students to showcase their physics knowledge and problem-solving skills. Participants compete in a series of exams covering various areas of physics, such as mechanics, electromagnetism, thermodynamics, and modern physics. USAPhO provides a platform for passionate physics students to test t...View more",
		"link": "https://www.aapt.org/physicsteam/PT-landing.cfm"
	},
	{
		"name": "USAMTS (USA Mathematical Talent Search)",
		"description": "USAMTS is a prestigious mathematics competition conducted over several months, challenging high school students to solve complex math problems independently. Participants receive a set of problems every month and submit their solutions for evaluation. USAMTS fosters problem-solving skills, creativity, and mathematical thinking in a self-paced and rigorous environment, providing an opportunity for ...View more",
		"link": "https://www.usamts.org/"
	},
	{
		"name": "United States Academic Decathlon (USAD)",
		"description": "The United States Academic Decathlon (USAD) is a prestigious academic competition that tests students' knowledge and skills across various subjects. Participants compete in ten events, including multiple-choice tests, essays, speeches, interviews, and a Super Quiz, which covers a specific theme each year. USAD fosters academic excellence, teamwork, and personal growth, providing students with oppo...View more",
		"link": "https://www.usad.org/"
	},
	{
		"name": "Upward Bound Math Science",
		"description": " Upward Bound Math & Science (UBMS) is a federally funded TRIO program. The goal of the Upward Bound Program is to academically prepare low-income, first-generation college students to enroll and graduate from the four-year college/university of their choice. UBMS is for students interested in STEM (Science, Technology, Engineering, Mathematics)-related careers.\r\n\r\nTopics investigated by the students vary year-to-year, but may include Marine Biology, Health Sciences, Chemical Processes, Computer Technology, and Geology. Students also have the opportunity to participate in math and science field trips.",
		"link": "http://precollegiate.sonoma.edu/ubms"
	},
	{
		"name": "Upward Bound Math/Science",
		"description": " Upward Bound Math Science is part of the federally funded TRIO programs, whose purpose is to prepare low-income and first-generation college bound students for success in higher education. The Upward Bound Math Science program at Boston University serves 50 students from Brighton, Chelsea and Charlestown High Schools.  Students apply in the ninth or tenth grade.  The goal of Upward Bound Math Science is to help students recognize and develop their potential to excel in math and science and to encourage them to pursue post-secondary degrees in those subjects.",
		"link": "https://www.bu.edu/ubms/information/application/"
	},
	{
		"name": "VCU High-School Programming Contest",
		"description": "The High School Programming Contest, held at VCU's College of Engineering East Hall, offers high school students in grades 10-12 the opportunity to enhance their Java or Python programming skills while collaborating with teammates to solve programming problems within a three-hour timeframe.",
		"link": "https://egr.vcu.edu/departments/computer/about/high-school-programming-contest/"
	},
	{
		"name": "VEX Robotics",
		"description": "VEX Robotics offers an engaging and competitive platform for students to explore the field of robotics. Participants design, build, and program robots using the VEX Robotics system to compete in exciting challenges and tournaments. The program encourages creativity, problem-solving, and teamwork as students strategize, collaborate, and innovate to achieve success. VEX Robotics provides a hands-on ...View more",
		"link": "https://www.vexrobotics.com/"
	},
	{
		"name": "Vans Custom Culture Art Competition",
		"description": "Vans Custom Culture is an annual art competition that empowers high school students to unleash their creativity and design custom Vans shoes. Students are encouraged to express their unique style, artistic vision, and cultural influences through their shoe designs. The competition not only provides a platform for young artists to showcase their talent but also supports arts education by awarding g...View more",
		"link": "https://customculture.vans.com/"
	},
	{
		"name": "Villanova Engineering, Science, Technology, Enrichment, and Development (VESTED) Academy",
		"description": " The VESTED Academy is an intensive eight weekend long introduction to engineering experience for high school students entering grades 9th-12th.This program serves two primary purposes: 1) Introduces these fields to students in under-resourced communities and schools; and 2) Reaches and inspires those students who have the potential to expand our region's and nation's pool of future engineers.VESTED provides students with the experience, skills and incentives to succeed in high school, transition to college, and then into the engineering and technology industry fields which traditionally are not employing diverse populations.The program is free to participants. VESTED provides transportation to and from campus, breakfast and lunch, lab supplies and take-home projects when available.",
		"link": "https://www1.villanova.edu/university/engineering/villanova-engineering-experience/STEM-Outreach/VESTED.html"
	},
	{
		"name": "Wharton Data Science Academy",
		"description": "The Wharton Data Science Academy is an immersive extracurricular program that offers students the opportunity to explore the field of data science and its applications in business and finance. Participants engage in hands-on learning experiences, gaining practical skills in data analysis, machine learning, and statistical modeling. Through interactive coursework, case studies, and industry project...View more",
		"link": "https://globalyouth.wharton.upenn.edu/programs-courses/data-science-academy/"
	},
	{
		"name": "Wharton Future of the Business World Program",
		"description": "The Wharton Future of the Business World Program is an immersive summer experience designed for high school students who aspire to explore the dynamic world of business and economics. Hosted by the prestigious Wharton School of the University of Pennsylvania, this program provides an unparalleled opportunity to engage with top faculty and industry leaders while delving into real-world business cha...View more",
		"link": "https://globalyouth.wharton.upenn.edu/programs-courses/future-of-the-business-world/"
	},
	{
		"name": "Wharton Global High School Investment Competition",
		"description": "The Wharton Global High School Investment Competition is an esteemed finance and investment challenge for high school students. Participants form investment teams and manage a virtual portfolio, making strategic investment decisions and analyzing market trends. The competition allows students to gain hands-on experience in finance, economics, and investment management, honing their analytical and ...View more",
		"link": "https://globalyouth.wharton.upenn.edu/investment-competition/"
	},
	{
		"name": "Wharton Leadership in the Business World Program",
		"description": "The Wharton Leadership in the Business World Program is a prestigious and immersive summer program offered by the Wharton School at the University of Pennsylvania. It provides high school students with an opportunity to gain valuable insights into the world of business and develop essential leadership skills. Participants in the Wharton Leadership in the Business World Program engage in rigorous c...View more",
		"link": "https://globalyouth.wharton.upenn.edu/programs-courses/leadership-in-the-business-world/"
	},
	{
		"name": "World Historian Student Essay Competition",
		"description": "The World Historian Student Essay Competition is an annual competition that invites high school students to showcase their historical research and writing skills. Participants are encouraged to explore various historical topics and submit original essays that demonstrate critical thinking, analytical skills, and a deep understanding of historical events and themes. The competition provides a platf...View more",
		"link": "https://www.thewha.org/wha-awards/world-historian-student-essay-competition/"
	},
	{
		"name": "World Series of Innovation (WSI)",
		"description": "World Series of Innovation (WSI) is an innovation competition hosted by NFTE (Network for Teaching Entrepreneurship) aimed at young innovators aged 11 to 24. Participants pick a challenge, brainstorm ideas, and submit their innovative solutions. The competition encourages creativity, problem-solving, and entrepreneurship skills.",
		"link": "https://innovation.nfte.com/"
	},
	{
		"name": "Wyoming NASA Space Grant Consortium",
		"description": " Wyoming Space Grant sponsors educational and research programs in the state of Wyoming in support of NASA's missions. We also serve as a link between citizens of the state and NASA programs. Wyoming Space Grant Consortium is one of 52 consortia representing each state, the District of Columbia, and Puerto Rico.  Our programs include research fellowships for students at Wyoming's 2- and 4-year colleges, scholarship programs for community college students pursuing math and science careers, resources for Wyoming's K-12 teachers, and educational programs for the general public.",
		"link": "http://wyomingspacegrant.org/"
	},
	{
		"name": "Yale DHSRI High School Investment Competition",
		"description": "The Yale DHSRI High School Investment Competition, hosted by the Dwight Hall Socially Responsible Investment Fund at Yale University, invites high school students in grades 9-12 to engage in a simulated investment challenge. In teams of 2-4, students manage a virtual portfolio of $100,000, integrating socially responsible investment principles and addressing ESG themes. The competition fosters fin...View more",
		"link": "https://www.dwighthallsri.org/"
	},
	{
		"name": "Yale Young Global Scholars (YYGS)",
		"description": "Yale Young Global Scholars is an academic enrichment program that offers intensive summer courses to exceptional high school students from around the world. Participants engage in rigorous academic coursework, interact with renowned Yale faculty, and collaborate with peers to explore global issues and develop leadership skills. ",
		"link": "https://globalscholars.yale.edu/"
	},
	{
		"name": "Young Authors Writing Competition",
		"description": "The Young Authors Writing Competition is a creative writing contest that encourages young writers to showcase their literary talents. Participants have the opportunity to submit their original works of fiction, poetry, or creative non-fiction. This competition aims to foster a love for writing, nurture imagination, and recognize outstanding literary achievements among young authors.",
		"link": "https://www.colum.edu/academics/initiatives/young-authors-writing-competition"
	},
	{
		"name": "Young Scholars Program",
		"description": " The Young Scholars Program (YSP) is a six-week residential science and mathematics summer program for Florida high school students with significant potential for careers in the fields of science, technology, engineering, and mathematics, who have completed the eleventh grade and are entering their senior year.  Admissions are extremely competitive, as students admitted to the program are typically offered room, board, and tuition free of charge. The program was developed in 1983 and is currently administered by the Office of STEM Teaching Activities in the College of Arts and Sciences at Florida State University. For more details, please visit the program webpage.",
		"link": "https://ysp.osta.fsu.edu/"
	},
	{
		"name": "Youth Citizen Entrepreneurship Competition",
		"description": "The Youth Citizen Entrepreneurship Competition is a global initiative that empowers young entrepreneurs to showcase their innovative business ideas and projects focused on addressing pressing social and environmental challenges. This competition encourages youth from around the world to develop creative solutions that contribute to the United Nations Sustainable Development Goals. Participants hav...View more",
		"link": "https://www.entrepreneurship-campus.org/"
	},
	{
		"name": "Youth Volunteer Corps (YVC)",
		"description": "Youth Volunteer Corps (YVC) is a national network of youth volunteer programs that provides opportunities for young people to make a difference in their communities through various service projects. Participants engage in hands-on volunteering, leadership development, and social activities.",
		"link": "https://yvc.org/"
	},
	{
		"name": "eCYBERMISSION",
		"description": "eCYBERMISSION is a free, virtual STEM competition designed for students in grades 6-9. Teams of 2-4 students, guided by an adult Team Advisor, engage in scientific and engineering practices to explore and solve community problems. The competition offers students the opportunity to apply STEM techniques, work virtually, and make a positive impact on their communities. Projects are submitted and rev...View more",
		"link": "https://www.ecybermission.com/"
	},
	{
		"name": "iGEM (International Genetically Engineered Machine)",
		"description": "The iGEM Competition is an annual, worldwide synthetic biology event open to undergraduate university students, high school students, and graduate students. Multidisciplinary teams collaborate to design, build, test, and measure a system of their own design using interchangeable biological parts and standard molecular biology techniques. The competition encourages teams to address real-world probl...View more",
		"link": "https://igem.org/"
	},
	{
		"name": "picoCTF Cybersecurity Competition",
		"description": "picoCTF is the largest cybersecurity hacking competition designed for middle, high school, and college students worldwide. Participants aged 13 and older, regardless of skill level, are encouraged to compete. The competition involves reverse-engineering, breaking, hacking, decrypting, and critical thinking to solve challenges and capture digital flags.",
		"link": "https://picoctf.org/competitions/2024-spring.html"
	},
	{
		"name": "tecBRIDGE High School Business Plan Competition",
		"description": "The tecBRIDGE High School Business Plan Competition is a prestigious entrepreneurship challenge that empowers high school students to develop and present innovative business ideas. Participants form teams and create comprehensive business plans, including market analysis, financial projections, and marketing strategies. Through mentorship, workshops, and networking opportunities, students gain val...View more",
		"link": "https://tecbridgepa.org/hsbpc/"
	}
]